b'These Drake memes tho \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'Looking at these drake memes high is tew funny'
b'where was I when I was missing all these drake memes\xf0\x9f\x98\xad'
b'I think the garlic meme is real. i have nothing to base this on except having the shortest and most mild cold of my life.'
b'These drake memes have me dead \xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'These #Drake #PushaT memes are hilarious!'
b'These Drake Memes funny asf'
b'People are trying so hard with these ironic memes that it\'s basically turned into "lol so random" Tumblr-tier humor.'
b'All these Drake memes are too funny pls never stop'
b'These Drake memes \xf0\x9f\x98\x82'
b'These drake memes are gettin spicy'
b'Help me out Twitter:\nLooking for that hysterical meme of Pooh after getting hit in the balls by Piglet.'
b'Man these Drake memes are fucking hilarious!'
b'One Fate meme except the one I was looking for some Superb Owl'
b'Why is plastic love a meme now?? Nothing is sacred.'
b'These drake memes got me dying lmfaooooooo'
b'All these drake memes have me crying lmfaooo'
b'I made a tweet yesterday about how we should be more positive in our lives and suddenly the new meme is to say copi\xe2\x80\xa6 https://t.co/VZ8ty4HvHH'
b'All of these Drake baby memes and videos are HILARIOUS \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\x82\xf0\x9f\x98\x82 I\xe2\x80\x99m just sat here cry laughing and people be thinking I\xe2\x80\x99ve lost it \xf0\x9f\x98\xa9'
b'They ain\xe2\x80\x99t waste no time on these Drake &amp; Pusha memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'#UnpopularOpinion  all these unpopular opinion memes are getting boring now lol'
b'Imma ride with drake (pause) but these drakes son memes got me weak \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'All these Drake memes \xf0\x9f\x98\x82\xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'Why am I seeing all these fb memes \xe2\x80\x98kids nowadays don\xe2\x80\x99t know how to act because they never knew the raw fear of the\xe2\x80\xa6 https://t.co/QZojHwUoGA'
b'bruno mars live here but im dead proud of these spicy memes'
b'Wow ppl are reallt salty abt that opinion meme'
b"does anyone have that one meme of jacob sartorious (?)) where he's on the scooter"
b'Where are the memes for Leos with low esteem??? I can\xe2\x80\x99t identify with any of these damn memes.'
b'These Drake/Pusha memes got me dying bruh'
b'Is bani gonna be kin with this ponytail but u know that um meme.'
b'tired of these dumb ass memes like \xe2\x80\x9c$500 to name a female that stays in the house &amp; doesn\xe2\x80\x99t go out clubbing\xe2\x80\x9d like i\xe2\x80\xa6 https://t.co/Q8rx0pKqxC'
b'nahhhh these Drake/Pusha memes have me fucking weakkk \xf0\x9f\x98\x82'
b'today I was referred to as office eye candy\n\nme in my mind: *That one meme with the buttefly* Is this sexual harassment'
b'These drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Am I the only one that know people that pronounce Meme as meme ?'
b'i need that cardi meme but i cannot find it\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These Karius memes are killing me\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These Drake memes are funny af.'
b'These drake memes though \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'oh shoot is that,,,, a meme'
b'These Drake memes are killing me lmao'
b'These Drake memes are destroying me \xf0\x9f\x98\xa9\xf0\x9f\x98\x82'
b"Okay, what the heck is going with the Internet ''celebrating'' Super Mario Sunshine? Is that a meme now? @herooftime125 @toadusedbadjoke"
b'Literally screaming with laugh at these Drake memes and videos\n\nTwitter in Undefeated \xe2\x9a\xa0\xef\xb8\x8f\xf0\x9f\x8f\x86'
b'These Drake memes are killing me \xf0\x9f\x98\x82'
b'These Ramos memes are killing me \xf0\x9f\x98\x82'
b'Cause they about to kill drake with these damn memes'
b'LMFAOOOO these drake memes w his son is od \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\x82'
b'so much having fun looking at these call center memes on google'
b'what is up with these half memes on facebook'
b'y\xe2\x80\x99all are too much w these drake memes im deaaad \xf0\x9f\x92\x80'
b'It\xe2\x80\x99s funny how drake turned Meek into a meme &amp; now he is the meme of the year'
b'ALL THESE DRAKE PUSHA MEMES HAVE ME \xe2\x98\xa0\xef\xb8\x8f\xe2\x98\xa0\xef\xb8\x8f\xe2\x98\xa0\xef\xb8\x8f\xe2\x98\xa0\xef\xb8\x8f\xe2\x98\xa0\xef\xb8\x8f\xe2\x98\xa0\xef\xb8\x8f\xe2\x98\xa0\xef\xb8\x8f'
b'I am really surprised honestly that Paw Patrol hasn\xe2\x80\x99t become a meme yet it is popular enough, innocent enough, and\xe2\x80\xa6 https://t.co/KPwhCnL4aN'
b"I've never seen Mina more invigorated than him retweeting the fuck out of these unpopular opinion memes"
b'Idk why I\xe2\x80\x99m so hurt about all these Drake memes going around \xf0\x9f\x98\xa9\xf0\x9f\x98\xa9'
b'That birthday meme song for my 18th, btw? "End of the Road" by Boyz II Men.\n\nKIND OF ON THE NOSE THERE, BILLBOARD CHARTS.'
b'These Drake memes really have me dead. \xf0\x9f\x98\xad\xf0\x9f\x98\xa9'
b'That birthday meme? My song is "Roll With It" by Steve Winwood and that\'s a-okay by me.'
b'These pusha t memes are actually curing my anxiety'
b'I bet you the same people posting these @Drake memes the same people who was riding his dick after Back to Back dropped \xf0\x9f\x99\x84'
b'ALL THESE DRAKE MEMES HAVE ME DEAD \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'these drake memes came too quick'
b'I had to use my Mac book\nJust to see some of these \n#DrakePushaT memes!!! \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'Y\xe2\x80\x99all can akeke to these Drake jokes &amp; memes all y\xe2\x80\x99all want but I better not see y\xe2\x80\x99all dick ridin\xe2\x80\x99 when Scorpio drop'
b'Kind of want to do that question meme but half of them are relationshippy and then all my answers are really unsurp\xe2\x80\xa6 https://t.co/UbbnGv1YjW'
b"IM SITTING HERE CRACKING. UP. AT THESE PUSHA MEMES YO \n\nDRAKE AIN'T GOT THE LUNGS FOR THIS MUCH SMOKE NIGGA"
b'Yoooooo I\xe2\x80\x99m deadass having the time of my life with these Drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'I apologize to shiza in advance for all these Drake memes'
b'The it\xe2\x80\x99s gonna be may meme except \xe2\x80\x9cit\xe2\x80\x99s gonna be gay\xe2\x80\x9d bc it\xe2\x80\x99s almost pride month'
b'These drake memes got meeeee rolllllliinnn'
b'these drake memes have me rollinnn'
b'All these gas price memes are cracking me up \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Bruh these drake memes killin me my god'
b'i hate that people are using rebelde as a meme now :('
b'it\xe2\x80\x99s the russians making y\xe2\x80\x99all use that ww meme instead of black one thats actually funny'
b'yyoooo these drake memes are killing me\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These drake memes too funny \xf0\x9f\x98\x82'
b'Bruh I\xe2\x80\x99m dying with all these drakes son memes'
b'That vegan meme account is just someone trying to stir drama like it\xe2\x80\x99s so obvious to me idk'
b'Yo I\xe2\x80\x99m really in this bitch crying laughing from these Drake memes about Adonis \xf0\x9f\x98\xad They gone kick me out the library.'
b'These Drake memes be killing me \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'Where are these Vin Diesel memes coming from.... how did it even start'
b'What\xe2\x80\x99s up with all these Gemini memes \xf0\x9f\x92\x80 y\xe2\x80\x99all frying me'
b'These drake memes got me weak'
b'These \xe2\x80\x9cunpopular opinion\xe2\x80\x9d memes are already dead'
b'im sorry for being a man meme except its im sorry for still being a panic at the disco fan'
b'nah these drake memes have had me rolling all day \xf0\x9f\x98\xad'
b'These drake memes are fucking hilarious'
b'Y\xe2\x80\x99all kill me with these drake son memes like he isnt even one yet \xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'These Drake memes have got me dead'
b'How about full of shit? Is that a meme?'
b'Again always been a huge Drake fan but some of these tweets, memes, and gifs are fucking GOLD. Laugh out loud hilarious'
b'These Drake memes \xf0\x9f\xa4\xa3'
b'How do I search for retweets of a tweet for all these unpopular opinion memes? I looked up the advanced search opti\xe2\x80\xa6 https://t.co/MzgMYETKze'
b'used to be a real twitter addict but now i\xe2\x80\x99m tweeting less bc these god damn memes i keep retweeting r way too funny'
b"I can't with these drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x92\x80"
b'Memes get played so quick don\xe2\x80\x99t come a hour later posting that mf meme'
b'Seen all o f these Witcher III memes now &amp; in the past where Geralt is in the tub when do I get to that part? lol'
b'Real Talk Realizations with Joey: \xe2\x80\x9cAt some point I just woke up and realized...... I hate sharing these stupid memes.\xe2\x80\x9d'
b'I find it very odd how often "conservatives" on twitter throw around the phrase "this is why Trump won." The contex\xe2\x80\xa6 https://t.co/Dx2bt7idW8'
b"It should be legal to beat your wife (within reason). Some w*men's bad behavior can only be corrected by physical v\xe2\x80\xa6 https://t.co/yW3rZzJYkd"
b'These Drake/Pusha memes are golden lmao'
b'These drake memes have been the best thing to ever happen to twitter'
b'These drake memes are finishing me'
b'These drake memes got me hella weak'
b'Wish I could @ my ex with all these deadbeat Drake memes x'
b'These drake memes are killing me man'
b'Yoooooo I\xe2\x80\x99m dying at these Drake memes..'
b'Im dying with these drake memes lol'
b'My 14th birthday was a Sunday, and having checked what was number 1 both pre- and post-7pm, I can confidently procl\xe2\x80\xa6 https://t.co/YbDYfkzvGN'
b'All I want in life is Bellerin and Dua Lipa to meet and take a picture together and then people to use it in the sa\xe2\x80\xa6 https://t.co/0OaiuMsPLg'
b'All these unpopular opinion memes have me so entertained \xf0\x9f\x98\x82'
b'I love drake but these got damn memes hooeee my god \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'I NEED TO STOP WITH THESE TTHEW MEMES'
b'All these drake memes \xf0\x9f\x92\x80'
b'Maaaaaaan I love drake but these Pusha T memes have me DYING'
b'unpopular opinion:\nI\xe2\x80\x99m\n\n\xf0\x9f\x94\x98 sick of these current memes'
b'My moods all over the place today. I was hella in my emotions this morning. Listened to Jada\xe2\x80\x99s Red Table talk, got\xe2\x80\xa6 https://t.co/WNwaBQgff6'
b'Trynna look like a damn meal in Hawaii.\nAin\xe2\x80\x99t trynna be that pig meme in the agua\xf0\x9f\x98\xa9'
b'I hope drake makes a good comeback so I can keep seeing these fire ass memes'
b'These drake memes are great'
b'Nah these drake memes are killing me\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These rosanne memes is the gift that keeps on giving.'
b'I\xe2\x80\x99m glad y\xe2\x80\x99all got over that \xe2\x80\x9cgorls\xe2\x80\x9d meme but now we gotta deal with all ur opinions so FUUUUCK'
b"All of my opinions are extremely popular and good, so I don't get these unpopular opinion memes."
b'These drake memes give me life again\xf0\x9f\x98\x82'
b"These Drake memes have me cracking up! \xf0\x9f\x98\x82\xf0\x9f\x98\xad I wasn't ready!"
b"Ima retweet these drake memes as long as yall tweeted those world tour girl's tour memes lmao"
b'These fucking drake memes are getting out of hand \xf0\x9f\x92\x80'
b'these 76 memes will be the end of m e'
b'Yall people with all these fortnite memes be irrtating now like yall just jazzin that dumbass game now bruh'
b'Coworker: be careful Russian spies are apparently filtering through all our phone messages and information\nMe: damn\xe2\x80\xa6 https://t.co/ujKjhqzmno'
b'these 3rd world memes are so un-relatable - shock factor to the max'
b'These Drake memes been too much \xf0\x9f\xa4\xa3'
b'Yo the internet has me physically weakened with all these drake memes'
b'Creepy weebs from China\nTry to steal your illustrations\nAnd little girls from Sweden\nDream of singing Snow Halation\xe2\x80\xa6 https://t.co/gEBhcV1w5H'
b'When I go on Facebook and see people\xe2\x80\x99s status\xe2\x80\x99 I think we\xe2\x80\x99d defo make that a meme on twitter'
b"I'm going to be uploading that animation meme today, so be prepared!"
b'These Drake memes are unreal'
b'these drake memes are SENDING me'
b'These Drake Memes Got Me Crying Over Her \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b"hot girlfriend: baby let's have sex\nme: shhhh #Drake and #PushaT are fighting and I need to retweet all these fire\xe2\x80\xa6 https://t.co/aLXAOmD5Kz"
b'These Drake memes have got me dying \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'These Drake memes are better than the actual diss track \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Gaaaaah these Drake memes got me over here crying bruh \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'Lmao these drake memes are fuuuucked up'
b'1. Crazy\n2. How\n3. Every\n4. Banter\n5. Account\n6. On\n7. Twitter\n8. Is\n9. Copying\n10. These\n11. Memes\n12. And\n13. Nob\xe2\x80\xa6 https://t.co/mWBZOLjWqU'
b'That last meme was too dark, and I apologize. \nTwitter was not ready for that.'
b'The "E" meme is actually one the worse things to happen in 2018, like its not even lowercased, actually sucks.'
b'these drake memes are too much'
b'Facebook going to be laughing they ass off next week when they see these Drake\xe2\x80\x99s memes \xf0\x9f\x92\x80 beef going be over by then'
b'These drake memes ain\xe2\x80\x99t funny lol y\xe2\x80\x99all just don\xe2\x80\x99t know the industry'
b'Omg y\xe2\x80\x99all killing me with these drake/ pusha memes'
b'These Drake &amp; Pusha memes really have me deadddd'
b'These new drake memes are honestly making my day \xf0\x9f\x98\x82'
b'Lmaoo bro these drake memes got me hollering \xf0\x9f\x98\x82'
b'I\xe2\x80\x99m:\n\n\xe2\x9a\xaa\xef\xb8\x8f Gay\n\n\xe2\x9a\xaa\xef\xb8\x8f Straight\n\n\xf0\x9f\x94\x98 tired of seeing these weak ass memes on my feed'
b'does anyone have that one meme that\xe2\x80\x99s like \na.) make her move\nb.) yeet the fucking baby'
b"I just been retweeting mans I don't even respect because they bring that fuego meme game to the Drake/Push situation"
b'my unpopular opinion is these unpopular opinion memes fucking suck'
b'These drake memes have me dead lol'
b"this girl sent me that creepy meme 3 times i hope she won't regret it"
b'Twitter is getting annoying with all these stupid ass memes and "unpopular opinions" that aren\'t actually unpopular\xe2\x80\xa6 https://t.co/ziEXT1O3S1'
b'yall going to hell with these drake memes \xf0\x9f\x98\x82'
b'Nah these drake memes are finishing me'
b'These Drake memes are OD'
b'These Drake memes are too good'
b'Haha I\xe2\x80\x99m loving all these beef memes #PushaTvsdrake'
b'first, i was spoiled because of a meme. now, a gif????? seriously. )-:'
b'All these drake memes got me \xf0\x9f\x92\x80'
b'i\xe2\x80\x99m so happy the gorl meme is done'
b'These drake memes are killin me \xf0\x9f\x98\xa9\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These drake memes and vids are killin me! \xf0\x9f\x98\x82\xf0\x9f\xa4\xa3 Son! He need to fire back ASAP I can\xe2\x80\x99t take this no more LMAO'
b'Some of these drake memes got me dead lol \xf0\x9f\x98\x82'
b"LRT I don't go here but l lose it at  these Peter parker memes every time"
b'Woke up still laughing at these drake memes'
b'I\'m glad "this is so sad" is a meme now'
b'These Drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'The word meme is cringey af'
b'These Drake memes have me gasping for air.\n\nAnd a hospital bed.'
b'anyone have that it rly do b like that sometimes meme but timothee edition\xf0\x9f\x98\x97'
b'These Drake memes have me rolling omg lmaoooo'
b'Yo these drake memes to much \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Damm these drake memes are hilarious \xf0\x9f\xa4\xa3'
b'These Drake memes\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82I need to delete this app I cannot breathe'
b'Someone fill me in on these drake memes'
b'these Drake memes have me dead \xe2\x98\xa0\xef\xb8\x8f'
b"lmfao all these sexual memes &amp; i cant even use any of 'em\xf0\x9f\x98\xb9\xf0\x9f\x98\xb9"
b'mood: that one meme that says good morning to everyone except the stingray that killed steve irwin'
b'Bro Drake lost with these God tier memes lollllll'
b'don\xe2\x80\x99t nobody care about what y\xe2\x80\x99all tweeting bout, cuz these drake memes top notch'
b'these drake memes be having me weak \xf0\x9f\xa4\xa3'
b'Daaaaaaamn These Drake Memes &amp; Shit Is Fuuuuuny \xe2\x9d\x97\xef\xb8\x8f'
b'Y\xe2\x80\x99all on a roll with these Drake Memes and Videos \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82 I\xe2\x80\x99m mad I\xe2\x80\x99m @ work and can\xe2\x80\x99t really watch them'
b'These drake memes are getting out of hand \xf0\x9f\x92\x80'
b'I\xe2\x80\x99m just now seeing all these drake memes \xf0\x9f\x98\x82'
b'these drake memes got me crying \xf0\x9f\x98\x82'
b'Bruh all these Drake son memes are killing me \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Want to do that butterfly meme but too lazy.\n\nCrypto boys. Butterfly is a -$20 daily close on some exchanges, +$50\xe2\x80\xa6 https://t.co/bClBBNqy7c'
b"I love these unpopular opinions memes. \nAt least 75% of the ones I've seen are absolutely popular opinions."
b'When you haven\xe2\x80\x99t really been on social media &amp; are confused with these drake memes but too lazy to go back to see w\xe2\x80\xa6 https://t.co/GNQRHOzwv0'
b'All these Drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These drake memes are really hard not to laugh at especially the way pusha came at drake \xf0\x9f\x99\x84\xf0\x9f\x99\x84\xf0\x9f\x99\x84'
b'It took a good hour but I\xe2\x80\x99m tired of all these Drake jokes/memes for the day. I\xe2\x80\x99ll return to this app tomorrow.'
b'STUCK SHOUTING* *SHOUTS "RISE SHINING GUNDAM!"* I want Sin Kiske to put these wacky internet memes aborted babies! Did you'
b'Yoooo all these drake memes are killing me'
b'These drake memes killing me \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'yo these drake memes are fucking classic'
b'That bumblebee meme got way more traction than I was expecting'
b'I love twitter.......these Ambien memes are hilarious'
b'these drake memes have me weak, everybody on the internet too quick \xf0\x9f\x98\xad\xf0\x9f\x98\xa9'
b'These Drake memes made my day a little better.'
b'That Youtubers React to Childish Gambino Memes video credited every meme except mine even though they talked about mine for half the video'
b'Yo all these Drake memes are so funny but I feel bad for laughing \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b"The PR in me is questioning where y'all went to school with this improper capitalization of words. SeNtEnCeS lOoKiN\xe2\x80\xa6 https://t.co/5FNYGBWU11"
b'I can\xe2\x80\x99t keep up with these drake/Pusha memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These drake memes are too much \xf0\x9f\x98\xad'
b'These Drake memes are getting out of hand \xf0\x9f\x98\x82'
b'These drake memes are terrible \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'I\xe2\x80\x99ve come to conclusion nothing is more funny than these Drake memes.. \xf0\x9f\x98\x82'
b'All these Drake memes are killing me LMAOOOO too funny'
b'These Drake memes are making me stressed \xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'These Drake memes are top 10 and they not 10. My cheeks hurt i been laughing since last night lmaooo'
b'These drake/pusha memes really have me in tears this morning'
b'All these comments and memes about Drake and his kid - Please remember that the child will see them (if not now, la\xe2\x80\xa6 https://t.co/4aaRZBFbfK'
b'These Drake memes are hilarious'
b'These Drake memes are killing me this morning'
b"I have only belatedly realized the source of that last meme and I'm like do I panic and delete everything or do I j\xe2\x80\xa6 https://t.co/3ohA0busTV"
b'These drake memes are killing me. But for real Tho I hope he claps back with some heat.'
b'I already know these drake memes about to be outrageous! The internet is undefeated I already seen one sayin \xe2\x80\x9cgods plan b\xe2\x80\x9d \xf0\x9f\x98\x91'
b'These damn memes be having me so fucking dead \xf0\x9f\x98\xb9'
b'gd it i love Drake but lmaoooodhdhdhdvg at these tweets/memes :(((( savagery'
b'these drake memes are hilarious i stg'
b"I can't deal with all these drake memes"
b'These Drake memes are killing me, he\xe2\x80\x99s taken the biggest L\xf0\x9f\x98\x82\xf0\x9f\x98\xad'
b'The current meme is that #Spygate is not real, Trump should talk with Mueller, the Democrats have good ideas and ev\xe2\x80\xa6 https://t.co/uwofpoYrAP'
b'These drake memes are funny AF \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'that white starbucks gay guy is a meme now, we really do live in a society'
b'listen, rayden, channie and i just wanna do the frick frack and watch the rain in peace without you being the embod\xe2\x80\xa6 https://t.co/1jq8rPYVNR'
b'these drake memes are legit killing me'
b'Have you got that squidward meme in which he has the Army bomb in his hands? I HAVE TO SAVE IT IN MY GALLERYYYYY'
b'galaxy brain meme except all the text is just \xe2\x80\x9cderireo ga\xe2\x80\x9d'
b'How about \xe2\x80\x9cfull of shit\xe2\x80\x9d? Is that a meme?'
b'All these drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These drake memes are out of control \xf0\x9f\x98\x82'
b'LMAOOOO all these drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'y\xe2\x80\x99all gotta chill w these drake memes \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Paid in full got a meme now ?\n\xf0\x9f\xa4\x95 I breathe  different now'
b'These Drake memes got me ROLLIN'
b'these drake memes are killing me man, plsss someone check up on my bwoiii aubrey'
b'Lmao these drake memes though \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3 TERRIBLE!'
b'These tweets and memes about Marbella are rude \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'these drake memes are too fucking good lol'
b'these drake memes \xf0\x9f\x98\x82'
b'These drake memes too funny'
b'Lol bruh, why these drake memes have me in tears b'
b'Lmaooo I love Drake but all these jokes &amp; memes are hilarious af \xf0\x9f\x92\x80'
b'I would pay for Twitter if I had to cause these jokes and memes are comedy'
b"These unpopular opinion memes obviously aren't about unpopular opinions since they always receive 10k+ retweets n shit"
b'These Drake memes got me tripping \xf0\x9f\x98\x82'
b'All these drake memes have me in tears \xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'Man these Drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These Drake/Pusha memes got dead rn \xf0\x9f\x98\xad\xf0\x9f\x98\x82\xf0\x9f\x98\xad'
b"I really don't understand like 90% of these Sponge Bob memes."
b'Instagram be so corny during times like these. Jokes and memes recycled off twitter hours later \xf0\x9f\x98\xb4'
b'Y\xe2\x80\x99all these drake memes are killing smalls'
b'Give in give up or give it your all\nIm starting to hate that cap meme lol\nFuck the nfl\nI miss you like hell\nAnyone fancy summertime ball'
b'Ppl mad creative w/ these tweets/memes about the Drake/Push beef. The internet remains undefeated \xf0\x9f\x98\xad'
b'At @PUSHA_T next show he should put all these Drake memes on the big screen and walk out with Drake\xe2\x80\x99s son.'
b'Bill Johnson is a meme now\xf0\x9f\x98\x8e'
b'Bruh these drake memes got me dead asffff\xf0\x9f\x98\x82\xf0\x9f\x98\xad nigga took the biggest L of 2018'
b'These drake memes tho \xf0\x9f\x98\xad'
b'These drake memes funny as shit \xf0\x9f\x98\x82'
b'These Drake memes are the best I\xe2\x80\x99ve see in a long time'
b'Can I be the first to say I love all these Drake memes \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'These drake son memes are golden this morning \xf0\x9f\xa4\xa3'
b'These ghostwriting memes are GETTING OLD hating-ass niggas'
b'all these drake memes funny asl\xf0\x9f\x98\x82'
b'I Thought The Roseanne Memes Were Great. These Drake Pusha Memes Are Out Of Control.'
b'Sup with all these choking memes ? Dudes out here just choking their own chickens Haha'
b'Oi these Drake &amp; Pusha memes are fucking FUNNY ! \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'these pusha &amp; drake memes get better and better lmao'
b'I loveeee Drake, but swear to God these tweets and memes are HILARIOUS \xf0\x9f\x98\xa9\xf0\x9f\x98\x82'
b'wow, does that work? meme'
b"Catching up on all these Drake memes like I'm reading a newspaper"
b'All these Drake memes have me crying right now. Twitter will forever be undefeated \xf0\x9f\x98\x82'
b'These Ambien memes are once in a lifetime \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'bruh these drake/pusha memes are hilarious \xf0\x9f\x98\x82'
b'Push has caused an absolute storm with these Drake memes \xf0\x9f\x98\x82\xf0\x9f\x92\x80'
b'These Drake memes are truly fantastic.'
b'These Drake memes are killing me \xf0\x9f\x98\x82 Haven\xe2\x80\x99t laughed this good in a long time'
b'Yo these drake memes got me in tears bruh lol. Drake getting the meek treatment.'
b'these drake memes are fucking M U R D E R \xf0\x9f\xa4\xa3 the internet can not be defeated at all mate...however don\xe2\x80\x99t sleep on t\xe2\x80\xa6 https://t.co/ddkBm1wwol'
b'All these drake memes have me dying'
b'These Drake memes making my morning \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x94\xa5'
b'YO THESE FUCKING MEMES \xf0\x9f\x98\xad\xf0\x9f\x98\xb1\nDRAKE NEEDS TO TAKE A BREAK FOR AT LEAST 2 SUMMERS'
b'DC again its actually such a meme now i love it'
b'These Drake Pusha memes/videos are killing me \xf0\x9f\xa4\xa3'
b'no thank you to these unpopular opinions memes, they\xe2\x80\x99re just like those confessions blogs and just make people angry. bad medicine'
b'Bruhh these drake memes killing me off the E'
b'These drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'these drake memes are making me crease\xf0\x9f\x98\x82'
b'I\xe2\x80\x99m going to make the most out of these Drake memes until they get washed out\xf0\x9f\x98\x82'
b'These drake memes got me dead \xf0\x9f\x92\x80'
b'These drake memes really have me creasing\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'Y\xe2\x80\x99all killin me w these drake memes lmao'
b'I love this app. Im here laughing my ass off on the train over these drake memes. WATTBA'
b'These Drake Memes lmfaooooo'
b'I can\xe2\x80\x99t with these Drake memes \xf0\x9f\x98\xad'
b'10 people have tagged me in that hermione meme'
b'these other Filo memes on facebook are getting worse, stop ruining the community madafakas.'
b'These Drake memes got me dying this morning \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'I\xe2\x80\x99m scrolling through these Drake Memes Fast \xf0\x9f\x92\xa8 Asl\n\nI\xe2\x80\x99m Still a drizzy Fan \xf0\x9f\xa4\xb7\xf0\x9f\x8f\xbe\xe2\x80\x8d\xe2\x99\x82\xef\xb8\x8f\xf0\x9f\x98\x82'
b'I haven\xe2\x80\x99t been on Twitter all night so i let all these Pusha/Drake memes marinate over night for the morning. So good.'
b'These Adonis memes are out of hand \xf0\x9f\x98\x82'
b'These drake memes horrible \xf0\x9f\x98\x82'
b'Yo these Drake memes got me dying! Gotta be the meek fans \xf0\x9f\x98\x82'
b'These drake memes about his \xe2\x80\x9cson\xe2\x80\x9d got my dying \xf0\x9f\x98\x82\xf0\x9f\x92\x80\xf0\x9f\x98\x82'
b'These drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbd\xe2\x80\x8d\xe2\x99\x82\xef\xb8\x8f it\xe2\x80\x99s too damn early'
b'These Drake memes are so perfect \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\xad'
b'i am so OVER the \xe2\x80\x9c14 year old girls these days\xe2\x80\x9d memes like get over yourself and pick up on the fact that your 17 y\xe2\x80\xa6 https://t.co/WuJ8raQpCR'
b'why do people caption their photos like  \xe2\x80\x98I\xe2\x80\x99ll just leave this here\xe2\x80\x99\n\nno you\xe2\x80\x99re not allowed pick that shitty meme up and gtfo'
b'All these drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These drake memes are deading me off ffs\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b"Twice was a real trooper making 'What Is Love?' to make everyone forget that fucking meme"
b'All these drake memes got me dead \xf0\x9f\x98\xad\xf0\x9f\x92\x80'
b'BRO ALL THESE DRAKE MEMES ARE SO FIRE LMAOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO'
b"mcu stan twitter makes me miss my intense ass fandom days. but i'm too old for that shit. if i even tried it'd be like that buscemi meme"
b'These Drake memes are funny &amp; all, but the diss was meh tbh.'
b'These Drake memes have me rolling lmfao'
b"YOOOOO what's that one meme with the woman holding her tits and then putting them away bc she's no longer into it"
b'I think that a meme has a crush on Camilia and her ... ;0!'
b'These drake memes are too much \xf0\x9f\x98\xa4\xf0\x9f\x98\xa9'
b"All these gif and memes for this drake and pusha t \xf0\x9f\x98\x82 but I can't even listen to it until after Ramadan"
b'Not gonna lie, I love all these new Peter memes, but why is everyone making him seem 8 years old? Yeah he\xe2\x80\x99s 16 whic\xe2\x80\xa6 https://t.co/YIRozQIghP'
b'These Drake memes funny ash \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'I love that Maarten is a meme now'
b'that E meme is aids but ofc i find it funny af'
b'I can\xe2\x80\x99t cope with all these Drake memes \xf0\x9f\x98\xa9\xf0\x9f\x98\xa9\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'i wnna.... have all the pictures of that hamster..... meme... thingy....... its my mission'
b'crying at all these drake memes'
b'I can\xe2\x80\x99t be the only one that thought meme was pronounced \xe2\x80\x98mimi\xe2\x80\x99'
b"Dat beat drop at the bridge tho, where's that Hermione meme but sped up? #YYXY_LOVE4EVA #LOONA"
b'I am crying at some of these tweets/memes'
b'I was telling my dad about that dentist meme where it says "Dentist make a living off teeth problem, if 4/5 dentist\xe2\x80\xa6 https://t.co/Izc3zYGzop'
b'these drake memes got me rollin, that\xe2\x80\x99s tough \xf0\x9f\x98\xad'
b'These Pusha-Drake memes are top tier'
b'I really don\xe2\x80\x99t wanna admit it but these Drake memes about his kid are tooooooo funny'
b'Naaah these drake memes are finishing me \xf0\x9f\x98\xab\xf0\x9f\x98\xab'
b'these drake memes really got me laughing today, fuck that shit\xe2\x80\x99s funny'
b'So the old meme is Chuck Norris blah blah blah.   Hear me out  Samuel L Jackson is Nick Fury,AugustusGibbons,Jules\xe2\x80\xa6 https://t.co/6coeilvw9Y'
b'Lmao just the fact I know he knows it was sexual he played it off that exorcism meme came out just to make me feel better lmao'
b'These Drake memes are head bursting I swear \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'"How about \'Kaz ranting about Japan\', is that a meme?"'
b'These drake memes have me in tears'
b'I\xe2\x80\x99m lost, why are all these drake memes going around?'
b'These drake memes are funny asf\xf0\x9f\x98\x82'
b'Daaawwwwg these drake memes got me crying'
b'These drake memes got me dead \xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'These drake memes are killing me lol'
b'Controversial opinion: Even though they\xe2\x80\x99re in good fun, these \xe2\x80\x9ccontroversial opinion\xe2\x80\x9d memes add an argumentative ai\xe2\x80\xa6 https://t.co/Fkn0AIj3Xz'
b'bro these drake memes have me crying'
b'These drake memes got me dyin \xf0\x9f\x98\x82'
b'all these drake memes are hella funny'
b'R.I.P. translator guy fresh blacks cries on a mountain great these hot 2016 memes Nintendo. -SAADbot 3.0'
b'All these drake memes got me dead\xf0\x9f\x98\xad'
b'Too busy looking at these Drake memes to fall asleep'
b'these drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'THESE DRAKE MEMES ARE GOLDEN'
b'Can these drake memes end already'
b'these drake memes are so funny omfg'
b'These drake memes are fucking hilarious'
b'Dude these Drake memes got me weak'
b'every time i see that voice meme tweet on here i\xe2\x80\x99ll just ask that person to say \xe2\x80\x9cmr tanaka was a refreshing twink\xe2\x80\x9d'
b'These Drake memes are funny as hell \xf0\x9f\x98\x82'
b'that being said karma is also a dumbass dog bc he eats things THAT SHOULDNT BE FUCKING EATEN. he has intelligence e\xe2\x80\xa6 https://t.co/u2hRLORyLy'
b"The real winner of this Drake and Pusha T beef is the internet! \nYa'll still remain undefeated with these gifs and memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x94\xa5"
b'im living for these drake memes but not enough to cheer me up about sza\xe2\x80\x99s voice being permanently damaged (which i hope is just dramatics)'
b'Ayo these Drake memes are high quality , they\xe2\x80\x99re usually hella wack hehe'
b'These fuckin drake memes got me weeaaakkk'
b'yoooo all these drake memes have me omn'
b'If I\xe2\x80\x99m ever in a bad mood, I just go on twitter cuz I know ima be laughing at these funny memes and videos. \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'Man. These Drake Memes all over the place are too funny. One day you\xe2\x80\x99re the cock of the walk.....'
b'These Drake memes are killing me \xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'A FURRY when did capcom put these wacky internet memes aborted babies! Did you ever?'
b'G twitter fast af with these Drake memes lmao'
b"Dylan Sprouse Criticized Marvel Memes on Twitter Dylan Sprouse tweeted that Marvel meme accounts aren't funny, and\xe2\x80\xa6 https://t.co/8ydm2aAQd3"
b'Okay but ALLL THESE MF DRAKE MEMES ARE KILLING ME XDDDDKDJJDJE'
b'I\xe2\x80\x99m dead with all these drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'LMAOOO IM KIDDING I AINT DOING THAT VOICE MEME THINGY I TRIED SCREEN RECORDING MYSELF AND I SOUNDED SO FUCKING UGLY I FEEL BAD'
b'I gotta hear the diss track cause these pusha &amp; drake memes \xf0\x9f\x98\x82'
b"I think it's all these tweets and memes that's really taking the W in this rap beef."
b'These 20 Food Memes Are The Best Of What The Internet Has To Serve Up'
b'Gdn world #pusha_t and #drake got the \xf0\x9f\x8c\x8e on \xe2\x98\x9d\xf0\x9f\x8f\xbe right now especially with these fuckn memes \xf0\x9f\x98\xad\xf0\x9f\x98\xa9\xf0\x9f\x98\x82\xf0\x9f\xa4\xa3'
b'All these Drake memes have me DED'
b'These drake memes are hilarious'
b'Done with these drake memes for today'
b'These Drake Memes are giving me so much joy. Pusha T really did something on that diss track'
b"I'm not having these Drake Son memes \xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x92\x80"
b'These Drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'I\xe2\x80\x99m waiting for that killmonger meme with Pusha T face on it'
b'Bruhhh.. Twitter \xf0\x9f\x92\x80\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82 I cant with these drake memes'
b'And that is how you vanished thousands of engineering jobs. \n\nNow someone please create that Thanos meme.'
b'these goddamn drake memes with his son are fucking killing me thanks @PUSHA_T for giving us that info'
b"Bruh all these Adonis memes rn, I can't \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82"
b'These drake memes got me dead right now \xf0\x9f\x98\x82'
b'All y\xe2\x80\x99all who making these Drake memes so wishy washy cause the second Drake respond y\xe2\x80\x99all gone hop back on the bandwagon.'
b'All these drake memes got ya boy weak af rn'
b'All these drake memes be having me weak !'
b'I\xe2\x80\x99m living for all these Drake son memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82 twitter comes up with these on the quickness.'
b'These Drake memes is priceless RightNow \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'brooo these fucking twitter memes of drake have me DEAD lmfaoooo'
b'This is the funniest my TL been in awhile w/all these Drake memes'
b"all these drake memes from pusha's diss track got me dead\xf0\x9f\x98\x82"
b'These drake memes are killing me \xf0\x9f\xa4\xa3'
b'Yo my sister is big mad that I\xe2\x80\x99m laughing at all these drake memes and it\xe2\x80\x99s just making me more weak \xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'These drake memes are killing me \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'i cant handle these drake memes i cant stop laughing \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'Bruh all these drake memes got me on my neck'
b'Broo im dead with all these pusha &amp; drake memes lol'
b'YOOOO these drake memes have me DED'
b'These drake memes got me ded'
b'these drake memes are killin me lmaoo'
b'someone trying to make that a meme and they\xe2\x80\x99re failing terribly how sad'
b'I can not stop laughing all these drake diss memes'
b'These Pusha / Drake memes have me HOWLING'
b"These Drake memes have to stop. I'm crying omg"
b'Yo these Drake Pusha memes are gold'
b'im really out here giggling at these drake conspiracy memes, i lowkey hopes he brings his kid on tour'
b'Ain\xe2\x80\x99t gonna lie all these drake memes are fucking hilarious\xf0\x9f\x98\x82'
b'These Drake memes are getting wild \xf0\x9f\x92\x80'
b'I need a day off work just to go through these Drake memes \xf0\x9f\x98\x82'
b'TWITTERS HAS ME HEATED. ALL THESE DRAKE MEMES. JUST WATCH. JUST WATCH. FREE SMOKE. \xf0\x9f\x98\x82\xf0\x9f\x98\xa1'
b'These drake memes are to much!! \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'These Drake memes HILARIOUS \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Dude these fucking Drake memes are fucking killing me rn \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\xad'
b'I like how the original meme is at 69 likes.'
b'THAT FUCKEN MEME I DIED'
b'But these Drake memes are funny af though lol. Sorry bae \xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbe\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f'
b'I really can\xe2\x80\x99t with all these Drake memes \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'Im gLaD ThAt SpoNgEboB Meme Is dEaD'
b'I\xe2\x80\x99m just happy these Drake memes are taking over the \xe2\x80\x9cunpopular opinions\xe2\x80\x9d bs lmao'
b'Dawg, these Drake memes are killin\xe2\x80\x99 me lmfao.'
b'These drake memes have me in actual tears'
b'These Drake memes \xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'All these drake memes \xf0\x9f\xa4\xa3\xf0\x9f\x98\x82\xf0\x9f\x98\x82 #Icantbreathe'
b'That boy Drake a meme now. God bless'
b'Okay soooo Deadpool was dope but the entertainment don\xe2\x80\x99t stop cuz these Drake memes are gold! LOL'
b'These drake memes are hilarious'
b'Facebook is gonna have a field day when they see all these Drake memes next month \xf0\x9f\x98\xa9\xf0\x9f\x98\xa9'
b'Y\xe2\x80\x99all got me dying with these drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'I want to go to sleep but these drake memes are too dank'
b'These drake memes are making my night'
b'Lol damn these Drake memes are wild'
b'i\xe2\x80\x99m trying to get my 15 year old brother to keep me up to date with the cool kids and apparently the letter \xe2\x80\x9cE\xe2\x80\x9d is a meme now'
b'All these Drake kid memes got me thinking... \xe2\x80\x9cfor only 25 cents a day you can help feed a starving child\xe2\x80\x9d #StoryOfAdidon'
b'Yooo these drake memes are fucking funnnnnnnnnyyyyyyyyyy'
b'Y\xe2\x80\x99all. These tweets. These memes. Dying. How farrrrr is this beef bout to go tho. \xf0\x9f\xa4\xad Come thru Aubrey!'
b'These Drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'facebook ppl are going to be ROLLING when they see these #PushaTvsdrake memes in early 2020.'
b'These drake memes are making my night lmao'
b'these tweets &amp; memes mad repetitive tonight im logging off bye'
b'These drake memes ain\xe2\x80\x99t even funny. We already know what\xe2\x80\x99s bout to happen to pusha t. Another meek mill.....'
b'These drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82 I need to sleep.'
b'The opinion meme is bad bc it either defeats its own purpose or otherwise alienates a large number of viewers bc of\xe2\x80\xa6 https://t.co/5Mw1pUqKfx'
b'Lmfaoooo I\xe2\x80\x99m fucking rolling with all these drake memes\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b"I'm going to bed y'all. I'm straight tired after lmao @ all these Drake memes \xf0\x9f\x98\x82\n\nGnite lovelies\xe2\x9c\x8c\xf0\x9f\x8f\xbd\xf0\x9f\x92\x95"
b'im so thankful for these unpopular opinion memes because i can finally voice my opinions on things no one cares about'
b'the bingo meme is so wholesome i really enjoy it'
b'These drake memes have me dyinngggg \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\xaa'
b'Twitter is outta line with these Adonis memes \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These drake memes got me dying'
b'These drake Memes are killing me'
b'Loving twitter for all these drake memes'
b'If you ever need a good laugh, I recommend looking up images of trigger fish. How is there not a meme of these thin\xe2\x80\xa6 https://t.co/ph9oflCg3f'
b'all these drake memes are tripping me tf out'
b'I can\xe2\x80\x99t take these Drake memes right now \xf0\x9f\x98\x82\xf0\x9f\x98\xad'
b'These Drake memes are too hilarious\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'I\'m basically that "screams out of fear of the unknown" meme except its "puts entire life on hold for 5 months out\xe2\x80\xa6 https://t.co/aAqFV82bzs'
b'Yall going wild with these Drake memes'
b'These drake memes have me on the floor'
b'these drake memes are actually hilarious \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Why is T-Posing a meme? Now my mom is going to make T-Posing jokes and send me pictures of the Heavy in a T-Pose. W\xe2\x80\xa6 https://t.co/jfC0HwxlJ3'
b'I\xe2\x80\x99m loving these drake memes. I hope this beef lasts all summer long.'
b'All these drake memes lmaooo'
b'Dawg. I\xe2\x80\x99m a drake fan fasho but these fuckin drake memes are HILARIOUS'
b'These drake memes HAVE ME DYING RN'
b'Breaking up is hard because like who am i supposed to send all these fire memes to now \xf0\x9f\xa4\xb7\xf0\x9f\x8f\xbb\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f'
b'THESE DRAKE/PUSHA MEMES ARE TOO FUNNY'
b'These drake memes too funny'
b'All these Drake memes are making Twitter bearable tonight \xf0\x9f\x98\x82'
b'Ok plz forgive me for that fate meme.'
b'Yal these drake memes is coming in guns hot! \xf0\x9f\x98\x82\xf0\x9f\x98\xad\xf0\x9f\x98\xad I cant help but laugh.'
b'These Drake memes got me dead'
b'These drake memes funny though, no lie.'
b'these drake memes are hilarious'
b'these drake memes are killing me \xf0\x9f\x98\x82'
b'Lmaoo these Drake memes have me dead! I\xe2\x80\x99m going to bed'
b'These drake memes have me dying Pusha T really did him like that'
b"Bungle Bungle cryptid registeel is just fucking steel these hot 2016 memes let's SWITCH to this. -SAADbot 3.0"
b'These Drake kid memes are the funniest thing I have saw in a while'
b'These Drake memes got me \xf0\x9f\x92\x80'
b'I don\xe2\x80\x99t understand these Drake memes and at this point I\xe2\x80\x99m too afraid to ask'
b'Stg that fucking meme gets me every time bitch'
b'RETWEETIN ALL THESE DRAKE MEMES \xf0\x9f\x98\xad\xf0\x9f\x91\x8f\xf0\x9f\x8f\xbc'
b'These Drake son memes have me weak tho\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'is drake\xe2\x80\x99s son a meme now cuz i\xe2\x80\x99m all for it'
b'These @Drake memes are killing me. \xf0\x9f\x98\x86\xf0\x9f\xa4\xa3'
b'Lmao no wonder alot of women are  single yall really take advice from these damn memes'
b'all these drake memes deadass hilarious'
b'these drake memes are it'
b'in the light of all these pompeii memes, my elevator pitch for a gta-style game set in pompeii 7 days before the er\xe2\x80\xa6 https://t.co/1Ab3joXNo1'
b'These Drake memes funny af \xf0\x9f\x98\x82'
b'LADIES imagine this: \nit\xe2\x80\x99s 2018, you finally realize that this meme isn\xe2\x80\x99t funny and you stop using it\nwe\xe2\x80\x99re over shitty, overused tweets'
b'These drake memes have no chilllll. I canttttt. \xf0\x9f\x92\x80'
b"Yo, these gifs and memes about the reaction of Drake's rumored baby has me dying"
b"All I've been doing for the past hour is laughing at all these Drake memes. The Internet is fucking ruthless! \xf0\x9f\x98\x82 #TheStoryOfAdidon"
b'Wow these drake memes kinda make me feel bad for him'
b'Lol bra these drake kid memes\xf0\x9f\x98\x82'
b'These drake memes are killing me lmao'
b'Bro this is the funniest Twitter has been in so long. These drake memes got me rolling'
b'All these Drake memes have me dying \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'dawg all these drake memes have me weakkk'
b'These diss track memes got me in tears man'
b'Boooooy these drake memes are killing me! \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3 Drake memes killing ALL of Meek Mill\xe2\x80\x99s memes'
b'Nigga. These Adonis memes got me too weak lmao. Idk how y\xe2\x80\x99all niggas is this fast.'
b'I need to repent after laughing at these 40 memes'
b'i\xe2\x80\x99m cry-laughing at these fucking memes'
b'y\xe2\x80\x99all killing me with these drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'the trap meme is beyond dead can we stop making those stupid jokes already'
b'All these drake memes hehe \xf0\x9f\xa4\xa3'
b'These Drake memes got me DEAD \xf0\x9f\x92\x80'
b'All these drake memes got me rollin the internet too fast \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'hehe sending damien all these drake memes'
b'I\xe2\x80\x99m not saying that I\xe2\x80\x99m better than you, I\xe2\x80\x99m just saying that I saw that Facebook meme screenshot three months ago on twitter :/'
b'These Drake memes have me crying\xf0\x9f\x98\xad\xf0\x9f\x98\x82'
b"That Killmonger meme dead. You can't play both sides same meme."
b'these Drake memes getting outta hand \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These Drake son memes are too much \xf0\x9f\x98\x82'
b'These drake memes finna kill me \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'I can\xe2\x80\x99t with these drake memes \xf0\x9f\x98\x82'
b'every time I look at twitter, I regret it. get these horrible memes and trends away from me'
b'ALL THESE DRAKE MEMES HAVE ME DEADDDD'
b'That Draymond meme killing mi loooool'
b'These fucking Drake memes \xf0\x9f\xa4\xa3'
b'All these drake memes have me fucking dead lmao'
b'These drake memes are hilarious \xf0\x9f\x98\x82'
b'all these drake/pusha memes have me rollllllinngggg'
b'These drake memes are killing me'
b'These Drake memes have me IN TEARSSSS. I cannot'
b"the internet works too fucking fast. I ain't gonna be able to sleep tonight after all these drake memes. Fuck"
b'salam every1, fuck out of my face with these BADLY MADE MEMES'
b'All these drake memes about his son have me dead \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\xa9\xf0\x9f\x98\xa9\xf0\x9f\x98\xa9\xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'all these drakes memes are killing me'
b'these drake memes got me deceased'
b'Are we really surprised that drake may or may not have a baby with a porn star?after all these years of memes and s\xe2\x80\xa6 https://t.co/4LTxYcVtoa'
b'These drake memes too much \xf0\x9f\xa4\xa3'
b'These drake memes HOOOOmahgawd'
b'All these Drake memes have me dying \xf0\x9f\x98\x82'
b'These drake memes are outta pocket\xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'These drake memes are killing me'
b'I get on Twitter and all these drake memes coming out of nowhere'
b'Y\xe2\x80\x99all wasted NO time making these Pusha/Drake memes'
b'These Pusha memes have my crying \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Yall too quick with these Drake memes\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Nigga all these drake diss memes got my dead af \xf0\x9f\x98\x82'
b'These drake memes killing me lmaoooo. Twitter undefeated'
b'Man I love these new Drake memes, all of them are straight gold \xf0\x9f\x98\x82'
b'These Drake memes are taking me back to 2011-13 twitter memories \xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'people really quoting these \xe2\x80\x9cunpopular opinion\xe2\x80\x9d memes with popular opinions.. lmfao'
b'it\xe2\x80\x99s too soon for all these drake memes\xf0\x9f\x98\x82'
b'These Pusha/Drake memes have me dying rn \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'I\xe2\x80\x99m fucking dead with all these drake memes \xf0\x9f\x92\x80'
b'These Drake memes have me crying'
b'These Drake memes have me deeeead brooo \xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'These Drake son memes are fucking killing meeeeeeeeeeeeeee lmaooooo.'
b'these Drake memes are funny but not funny at the same time \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'listen. I love drake &amp; he is about to catch ALL these jokes/memes but his career isn\xe2\x80\x99t ended. Stop.'
b'Dawg these jokes and memes got me dying'
b'I\xe2\x80\x99m at work crying at these drake memes'
b'These drake memes got me CHUCKLING out here. King Push earned that crown.'
b'All these damn finals memes got me \xf0\x9f\x92\x80'
b'These Drake memes r killing me but ngl I can\xe2\x80\x99t wait for drakes reply'
b"Wow what a fucking funny meme, watch how we can NOT KNOW HOW TO USE A RIG, lol!!!!!! That's so funny how I left it\xe2\x80\xa6 https://t.co/UEGISYMYhM"
b'these drake memes too funny'
b'These Drake memes finna be wayyyyyy better than that Rosanne shit.'
b'These Drake memes are hilarious lmao, I\xe2\x80\x99m crying tho :/'
b'These Drake memes killing me thoo lol'
b'I hope everyone is enjoying these drakes memes as much as I am \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'I\xe2\x80\x99m too fried for these drake memes/trolls \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'these drake memes saved the day'
b'Y\xe2\x80\x99all too quick with these damn memes man \xf0\x9f\x98\xad'
b'HOLY FUCK IM CEYING AT ALL THESE DRAKE MEMES WOW IM NEVER LOGGING OFF TWITTER'
b'Bruh these drake memes got me rollin rn lmaooooo  \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These Drake memes \xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbe\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f'
b'Yo these Drake memes are killing me'
b'I\xe2\x80\x99m about to log off in a minute these Drake/Pusha memes got me dying \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'So is that Brazilian cartoon commercial going to be a meme now or'
b'Bro y\xe2\x80\x99all got me dying with these drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These drake  memes are about to lit for a month!!'
b'Damn bruh what did I miss with all these drake memes'
b'These drake memes are hilarious \xf0\x9f\x92\x80'
b'Aye I\xe2\x80\x99m rolling off these drake memes'
b'"...is All In going to be streamed, or on Pay Per View?"\n\nHOOOOOOOOOOOOOOLY it\'s a meme now, is it?'
b'This is old school rap beef and I\xe2\x80\x99m here for it, none of that pop meme beef or whatever was up with Meek Mill'
b'Bro these drake son memes got me so dead lmao'
b'All these drake memes/tweets are out of pocket lmaooo'
b"Dawg all these Drake memes have me so weak \xf0\x9f\x98\xad y'all so damn creative"
b'Twitter n e v e r fails. I just had tears in my eyes from all these Drake memes. Like \xf0\x9f\x98\x82\xf0\x9f\x98\xad\xf0\x9f\xa4\xa3'
b'These fucking memes \xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'2018 has had its ups and downs but one of the highest ups is right now since the \xe2\x80\x9cgorl\xe2\x80\x9d meme is no longer a thing\xf0\x9f\x98\x8c'
b"Looking for that one meme you know would be perfect but you can't find on your gallery.."
b'These Drake memes wayyyy funnier than them Meek memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'Y\xe2\x80\x99all are killing me with these Drake memes \xf0\x9f\x98\x82'
b"why these Drake memes almost as savage as Push's track lmaoo"
b'These drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These Pusha &amp; Drake memes got me rolling'
b'These Drake memes are gold bro.'
b'These Drake memes have no chill'
b'These drake memes fuckin killin me \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'i love these drake memes but i still luv drake more \xf0\x9f\x98\x99'
b'Twitter to fast with these drake memes \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'I\xe2\x80\x99m gonna needs Drake and Pusha T to stop the beef cause these fucking memes are unstoppable'
b'These drake pusha memes are delightful'
b'the Gru meme is honestly the funniest meme ever'
b'All these drake memes after this latest diss got me so weak rn lol, drake really gotta resurrect pac or biggie to come back after that one'
b'These drake memes have me in tears \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'These drake memes are fucking hilarious Lmfaoo'
b'All these drake memes got me dead rn lmfaoo'
b'these pusha t memes r so funny'
b"Need to go to bed but these Pusha/Drake memes and tweets got the TL poppin. I'm not tryna miss out \xf0\x9f\x98\x82"
b'I blocked some jerk who commented \xe2\x80\x9cnice feet\xe2\x80\x9d on My pinned post, but that\xe2\x80\x99s not why I blocked him. That boner meme\xe2\x80\xa6 https://t.co/kt0eAao4Zf'
b"Y'all... these fucking memes..."
b'These drake memes killing me \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'I laughed for a good 3 minutes at that cheeto meme.'
b'These Drake memes are the best thing ever'
b'Ha Im currently taking a poo and laughing at all these reactions and memes THIS IS A PEAK I hope it lasts more than a day !'
b'These Drake memes are killing me\xf0\x9f\x98\xad'
b'All these Drake memes got me hollerin!'
b'All these drake memes got me laughing way too much man I\xe2\x80\x99m done'
b'These drake memes are killing me.'
b'All these Drake memes/GIFs are absolute jokes \xf0\x9f\x98\x82'
b'I really bought this phone right on time. I would\xe2\x80\x99ve missed out on all these Drake memes if I hadn\xe2\x80\x99t \xf0\x9f\x98\x82 #GodsPlan \xf0\x9f\x99\x8f\xf0\x9f\x8f\xbe'
b'These drake memes got me dying \xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'These Drake memes/tweets have me \xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'that lil meme I posted on snapchat so funny \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'why is Fat Albert (2004) slowly becoming a meme now. i mean im 100% here for it but'
b'in the past 3 days these unpopular opinion memes are already blowing up and people are already making really stupid ones lmao'
b'i\xe2\x80\x99m logging off twitter for the night, al these drake memes making me sad'
b'Ya\xe2\x80\x99ll are entirely too quick with these damn memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'THESE DRAKE MEMES... \nIM CRYING. \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These drake memes got me cryinnnnn'
b'Pusha T has to come out in concert to these Drake memes'
b'Y\xe2\x80\x99all really killing me with these diss tracks memes\xf0\x9f\x98\x82'
b'mmmmm i kinda /maybe/ wanna do that voice meme thing too \xf0\x9f\x91\x80'
b'Would have never thought I\xe2\x80\x99d never see the day where Twitter gives Drake the Meek treatment with all these jokes n memes'
b'my only hopes in life:\ngirlfriend turns into girlfriend that runs meme account'
b'these \xe2\x80\x9cunpopular opinion\xe2\x80\x9d memes are literally my fave'
b'Yooo these drake baby memes got me rolling lmaaao'
b'Y\xe2\x80\x99all to quick with these Drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Lmao these drake memes got me dying.'
b'can someone make that squidward meme where he\xe2\x80\x99s looking out of the window but instead he\xe2\x80\x99s DPPt remakes and spongeb\xe2\x80\xa6 https://t.co/GAnDhKvWQn'
b'These drake memes have me dying \xf0\x9f\x98\xad'
b'These Drake memes funny af \xf0\x9f\x98\x82. Never change Twitter. Never change.'
b'can anyone tell me why spongebob was naked in that tired meme'
b'These Drake memes are something else'
b'Y\xe2\x80\x99all fucking killing me with these drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'these drake memes are hilarious'
b'Lmao all these drake memes show niggas have been waiting for someone to fuck him up'
b'I\xe2\x80\x99m dying laughing at these drake memes. Never been a drake fan. I get slick offended whenever he mentions Memphis.'
b'alright well i have to be up bright and early so i should probably sleep. keep smashing the like button on that que\xe2\x80\xa6 https://t.co/5qAjnY6sDJ'
b'I hope this Drake and Pusha beef continues, cause these jokes and memes are mad entertaining'
b'Nah my soul is not ready for all these drake memes #ImUpset #LoggingOff'
b'These drake memes are fucking killing me \xf0\x9f\x98\xad'
b'Yall Killin Me With These Drizzy Memes. I Still Got Drake In The End Tho \xf0\x9f\xa4\xb7\xf0\x9f\x8f\xbe\xe2\x80\x8d\xe2\x99\x82\xef\xb8\x8f\xf0\x9f\xa4\xa3'
b"These drake memes got me fucked up rn i can't \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\xad"
b'These Pusha &amp; Drake memes and tweets are KILLING ME\xf0\x9f\x92\x80\xf0\x9f\x98\x82'
b'I can\xe2\x80\x99t wait for these NBA finals memes no matter who wins. I\xe2\x80\x99m already laughing at some now, but imagine. \xf0\x9f\x98\x82'
b'All these drake memes have me cryingggg \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Bruh these Drake memes are flooring me \xf0\x9f\x98\x82'
b'These Drake memes are boosting'
b'So I\xe2\x80\x99m cancelling all further plans for the evening. I need to be ready for these Drake memes. My DM\xe2\x80\x99s are open'
b'Like I said before. The best part about rap beef these days? The memes. I have be laughing for the past hour.'
b'you seen that one meme that said you can\xe2\x80\x99t even crack on your girl bc she gonna just automatically bring up the los\xe2\x80\xa6 https://t.co/vjqZebedgh'
b"I'm cackling. These Drake memes are killing me."
b'These Drake/Push memes are killing me \xf0\x9f\x98\x82'
b'These Drake memes are gonna be the death of me.'
b'This drake having a son shit is not even confirmed. But please let it be true because these fucking memes got me crying bro\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'y\xe2\x80\x99all so quick with these drake memes. i\xe2\x80\x99d hate to be aubrey rn'
b'WHY IS MARIYA TAKEUCHI A MEME NOW?????????'
b'I\xe2\x80\x99m screaming at these drake memes\xf0\x9f\x98\xad\xe2\x98\xa0\xef\xb8\x8f'
b'These drake memes\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b"Bruh y'all are to much w/ these drake memes holy shit \xf0\x9f\x98\x82\xf0\x9f\x92\x80\xf0\x9f\x98\x82\xf0\x9f\x92\x80\xf0\x9f\x92\x80"
b'LMAOO how do y\xe2\x80\x99all even make these drake memes so fast\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'brussels reminds me of that spongebob meme'
b'That drake picture is old. I\xe2\x80\x99ve seen it back when I was at UWG. Just during that time it was a meme.. now it\xe2\x80\x99s gonn\xe2\x80\xa6 https://t.co/2eNrjiiaZz'
b'These gifs. and memes are outrageous \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82...'
b'Bruh these drake memes funny Asf \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Bruh that whole meme thread has me \xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'my tl is in shambles. all these drake memes got me dead.'
b'these drake memes are beyond hilarious'
b'ight so im yet to hear ANY of this pusha/drake beef because i can\xe2\x80\x99t keep up with all the shenanigans due to my adhd\xe2\x80\xa6 https://t.co/3E2D6J0JWS'
b'Damn bro twitter going off with these drake memes lmao'
b'These Drake memes got me dying \xf0\x9f\x98\x82\xf0\x9f\x98\xad internet too quick with it! \xf0\x9f\x98\x82'
b'These 40 memes the highlight of this response'
b'These Drake memes are really too much rn \xf0\x9f\x98\x82\xf0\x9f\xa4\xa3\xf0\x9f\x98\x82\xf0\x9f\xa4\xa3 twitter is so savage'
b'All these drake memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These Drake memes gotta fly regardless man \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'these drake memes making today a million times better \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'All these Florida memes be killing me\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'YALL ARE TO FAST WITH THESE DRAKE MEMES COME ON NOW \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b"these Drake memes are sending me.\n\nPusha really said Drake a deadbeat dad, 40 is dying, and Drake don't know what he is.\n\nJesus be a FENCE!"
b'I\xe2\x80\x99m so done with keeping up with the TL \xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbd\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f Once again I\xe2\x80\x99m behind on some drama and I don\xe2\x80\x99t get these Drake memes and tweets \xf0\x9f\x99\x84'
b'The internet is ruthless, these Drake memes are out of control \xf0\x9f\x98\x82'
b'yall too quick with these #Drake memes bruh lmao'
b'I need that avengers meme again but with Drake this time'
b'When Drake responds I just wanna see these Pusha T memes too lmao comedy'
b'oh shoot is that,,,, a meme'
b'These kinds of memes really are our favourites.'
b'these deadbeat drake memes are killin me'
b'Honestly nobody works faster than Black  Twitter these damn memes are taking me out.'
b'aubreys gonna do some Drake ass shit like donate that invoice meme amount to a MS charity and drop the banger from\xe2\x80\xa6 https://t.co/E2nPdrywbj'
b'Whoever making these drake pusha memes needs to get paid to do this for a living'
b'these Drake memes are the best'
b'somebody put Drake on that Thanos meme yet?'
b'These tweets and memes are funny.'
b'These drake memes HOOOmahgawd'
b'these drake memes are hilarious'
b'These #hiddenbaby memes for Drake has got me crying right now \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\x98\xad\xf0\x9f\x98\x82'
b'These drake memes undefeated'
b'Drake fans making all these passive aggresive memes aimed at Pusha because he murdered him \xf0\x9f\x98\x82'
b'Lmao, I retweeted that one meme about the girl who said she should be in a museum and while it was lewd, it was the\xe2\x80\xa6 https://t.co/yTfiICqHWT'
b"I need Push holding Drake's head on that Killmonger meme right now!"
b'Boy these drake memes got me howling'
b'Yo Lmfaooo these Drake memes hilarious as fuck'
b'gaku is always on his phone i wonder if he always knows what the hottest meme is'
b'I keep going back to that positivity meme and rereading all your responses as a mood boost and also to train myself\xe2\x80\xa6 https://t.co/4CvgaIboe1'
b'These drake memes funny af lmao'
b'Yall know that doc meme where he asks the patient and says cancer and he goes\nWhat. A. C O I N C I D E N C E'
b"I'm here for all these Drake memes on the TL right now"
b"it's cute when mufti menk smiles bcos he looks like that gavin meme kid"
b'I\xe2\x80\x99m gonna do a meme except it\xe2\x80\x99s going to be 1 like = 1 random grammar thing that turns me on.'
b'These Drake memes have me dead'
b'I know my nigga @justLPSY somewhere with the lights dimmed with his hands together like that raccoon meme cause of this diss'
b'these drake memes are crucial'
b'These unpopular opinion memes have been nowhere close to unpopular'
b'Yo...idk how the fuck pusha find that fucking pic of drake but Well fucking done. Drake is gonna be turned into a meme now.'
b'Ima keep all these terminal illness memes in my notes and use them the next time y\xe2\x80\x99all post a gofundme for your wrinkly ass relatives'
b'NOO I DIDNT REALIZE THE ROSEANNE MEME IS REAL FUUUCCCKKKKK'
b'Dawg Twitter is killing me with these diss memes \xf0\x9f\x98\x82 leave the man alone'
b'Wait so the Gorl meme is out?'
b'Can someone buy me an ice cream cake so I can drown in it'
b'I am loving all these sonic movie memes right now'
b'These filipino memes are getting out of hand'
b"I still can't believe a by-product of programming became a meme. Now to see how long it takes before I see my next T-pose post."
b'I\xe2\x80\x99m sick of these positive memes GO AWAY \xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbb\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f'
b'i just scrolled past like 10 diffrerent unpopular opinion threads.................. this reminds me of when that ar\xe2\x80\xa6 https://t.co/pX7yFWwGtQ'
b'Make my artwork go viral rather than these dumb ass memes lol smh'
b'How about \xe2\x80\x9cfull of shit\xe2\x80\x9d? Is that a meme?'
b'All these stupid lame memes about tacos are killing me liking tacos because everyone is acting like idiots about th\xe2\x80\xa6 https://t.co/07gy9L08ud'
b'me saying these unpopular opinion memes are annoying vs me quoting with all my unpopular opinions'
b'The AllStarz meme is dead.'
b'the.......jungshook.......meme........is......DEAD.......let.......her......rest......in.......peace'
b'unpopular opinion: the fucking meme is cancer you\xe2\x80\x99re just saying something for rts you aren\xe2\x80\x99t special'
b'guys what exactly is going on in that anime meme? i have no idea how to read it'
b"oh god not the numbers meme is back full strength, didn't even fade out around a mountain this morning where it usually does"
b'that one meme with a guy being tormented by responsabilities, anxiety etc. but goes in and hugs someone &amp; then smil\xe2\x80\xa6 https://t.co/XgDQ82sn31'
b'twitter is stupid. the unoriginality here is baffling and the amount of times we all recycle the same meme is fucking ridiculous'
b'Does anyone have that Spongebob meme where Man Ray asks Patrick if Western intervention in Iraq, Libya, and Syria a\xe2\x80\xa6 https://t.co/6ZBbzgeav9'
b'I like these unpopular opinion memes cus theyre just all my opinions'
b'whatever happened to that oil meme, it was one of the ones that was actually pretty funny. i guess there was only so much it could do though'
b'Unpopular opinion: These unpopular opinion memes have GOT to go. So annoying'
b'i love that hunter ex hunter is a meme now but if you actually pronounce the x around me ill end your life'
b'all these Inbetweeners memes is making me want to rewatch it. Why is it not on Netflix?!'
b'wow, Dylan Sprouse of all ppl said that Marvel Meme accounts are not funny.. STFU honestly.. who gives you the right to say that to fans..'
b'UNPOPULAR OPINIONS: UNPOPULAR OPINIONS MEME EDITION\nTHIS MEME NEEDS TO DIE.'
b'Kpop memes and that gorl meme that went around are the most unfunny things to come on my TL'
b'How long until popular memes become such common cultural knowledge that the actual meme is no longer necessary and\xe2\x80\xa6 https://t.co/06bpr9OPsD'
b'James Harden went all the way to the conference finals just to have all these new Memes made of him bro just stay i\xe2\x80\xa6 https://t.co/nT1DTAwcVs'
b'"hi im bo and here\'s these ms green memes" - @Galaxyoogale \n"take me" - @cryptidspaz \n\n(i\'m so sorry)'
b'I look like that bratz meme rn'
b'Actually fucking hate that girl for forcing my hand to use that shitty meme.'
b'I WANT to do that voice meme but I have a lisp and for some reason it\xe2\x80\x99s more prominent on recording soooooooooo im not gonna'
b'if she thinks the gorl meme is funny she aint the one for you my guy'
b'out of these bad memes which is the worst'
b'DOES ANYONE HAVE THAT UWU MEME WHERE ITS LIKE \xe2\x80\x9cDOCTOW WEWE WOSING HIM\xe2\x80\x9d PLEASE I NEED IT'
b'This apyr meme needs to cton'
b'That bitch meme said i got the two niggas i want stop messaging me . \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b"Can someone give me the template of that shooting meme where it's the Doom UI and he's opening the door to a party"
b"These mental breakdown memes got way too many like like gadaim I'm concerned about this generation lmao"
b'Haven\xe2\x80\x99t people also compared Michael Jackson to one of those characters on planet of the apes?? Isn\xe2\x80\x99t that a meme??\xe2\x80\xa6 https://t.co/xEzLMEB3zQ'
b'It\xe2\x80\x99s happened. I\xe2\x80\x99ve logged into Twitter and I\xe2\x80\x99ve no idea what the latest meme is about. Time to throw myself into a skip.'
b'all these nba memes have me dyingggg'
b'I will make a meme now'
b"I'm just glad that one meme made an entire fanbase so happy. Internet is amazing sometimes."
b'this unpopular opinion meme needs to stop'
b'somebody get Nia with all these damn memes \xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'Soooooo Vin Diesel is a meme now'
b"guys i'm sorry to unfollow y'all but i guess fs fandom got too disgusting for me with all these shitty memes about\xe2\x80\xa6 https://t.co/865El6iiJw"
b'that juul meme j made was more funny to me than angone bc i font have a juul lmaooo'
b'How about full of shit? Is that a meme?'
b'im loving all these namkanda memes'
b'Where\'s that drake meme I need it for "dating ppl my age" vs "dating old men"'
b'I never know how to feel about these confused memes because I understand the math/science over the confused faces soooo'
b"I'm putting everyone of you posting that Tea Meme into the Boston Harbor"
b'i just saw that old meme of a nokia 3210 and the "kids will never understand" then the numbers that say send nudes\xe2\x80\xa6 https://t.co/NmsxNa9kdG'
b'Are these unpopular opinion memes floating around just an excuse for people to be negative about stuff other people\xe2\x80\xa6 https://t.co/UrQgtLuJvr'
b'my unpopular opinion is that the meme is a mistake \n\n(this is probably not an unpopular opinion)'
b"can bethesda just say what the fuck they're doing with fallout so these crap memes can stop thanks"
b'Unpopular Opinion: these unpopular opinion memes are hot garbage.  Stop spreading em?'
b'All these GOT memes makes me wanna rewatch them all \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b"these unpopular opinion memes are cloggin' up my feed and i have no way to not see it, making a usually sassy take\xe2\x80\xa6 https://t.co/6MVEkcx7ag"
b'I wanna do that voice meme thing yeah but i don\xe2\x80\x99t want to get violated for my accent'
b'Is it too late for that butterfly meme w "is this a nation-to-nation relationship?"'
b'*insert that one meme with that girl sitting on her bed wirh sunglasses and folded hands*'
b'Apparently the spongebob meme is ableist? Can someone explain?'
b'that toxic meme again ~ "They were using human shields" #c4news'
b"The pig meme is so humorous because it's not funny at all"
b'I love how the new meme is dispensing with any comedy bullshit and just saying "im right, you wrong"'
b'Y\xe2\x80\x99all gotta learn the power of Muting. It\xe2\x80\x99s great. People get to beat these trending memes to death and you never h\xe2\x80\xa6 https://t.co/TotaXba9vR'
b'If my dad played that geography meme (this happened IRL):\nDad to my friend: Where are you from?\nFriend: Fort Worth,\xe2\x80\xa6 https://t.co/YJ5NRL5Gzu'
b'idk whats more annoying that or that gorl meme shit'
b'... \xf0\x9f\x98\x82\xf0\x9f\x92\x80 I\xe2\x80\x99m hella dead with these cartoon memes on Facebook. They got me hella dying... \xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'The bean meme is still not cool.'
b"the new meme is vin diesel's posts from 6 years ago i am living"
b"i'm that penguin meme"
b"I want to go outside and lay on the floor while it's raining like that one meme"
b'YES I SAID WE INVENTED MEMES. FUCK OFF SUSAN WHO STUDIED ANCIENT MAYAN CULTURE AND CLAIMS THE EARLIEST MEME IS FROM FUCKOCLOCK BC'
b'why is sharing ur unpopular opinions a meme now i dont care unless ur a friend or beloved mutual'
b'I just wonder how do you guys do these lightningbolt memes'
b"I'll be streaming #worldoftanks tonight, right after these Bethesda memes."
b'I\xe2\x80\x99m \n\n\xe2\x9a\xaa\xef\xb8\x8fHeterosexual \n\n\xe2\x9a\xaa\xef\xb8\x8fHomosexual\n\n\xe2\x9a\xaa\xef\xb8\x8fBisexual \n\n\xf0\x9f\x94\x98 I feel like the despacito meme is starting to get really racist\xe2\x80\xa6 https://t.co/7MlBQkfqzU'
b'lowkey wanna do that voice meme thingy'
b'\xe2\x80\x9cIt\xe2\x80\x99s a meme now, welcome to 2018\xe2\x80\x9d\n- @griffinmcelroy'
b'This anatomy class has made me mentally unstable... Part of me is freaking out and stressing and the other part is\xe2\x80\xa6 https://t.co/wy7WzOou9v'
b'I\xe2\x80\x99m tired of these unpopular opinion memes like BOI I DONT CARE'
b"funny thing is that pubg meme i just made also applies to capcom suing data east back in the day over fighter's his\xe2\x80\xa6 https://t.co/USMYRVl1jB"
b'I can\xe2\x80\x99t keep up with all these new memes every other day. I\xe2\x80\x99m getting old.'
b'These Alex Turner memes are helping but subtly hurting at the same time\xf0\x9f\x99\x83'
b'WELP IM A MEME NOW'
b'These 20 Food Memes Are The Best Of What The Internet Has To Serve Up'
b'so was the phantom notification i got just nothing or was it twitter reminding me to do the rest of that like meme'
b'I think we can all now agree that the ??? in the "Profit" meme is "Blockchain".\n\n1. Collect underpants\n2. Blockchai\xe2\x80\xa6 https://t.co/2MkQhVoqPq'
b'That skinny meme is facts lls'
b"you know how ol' gurl dodges back-n-forth before jumping in the double dutch rope?\n\nthat's been me looking at all t\xe2\x80\xa6 https://t.co/zpg61RdIBf"
b'I still hate that Harambe meme with a passion'
b'The best meme is duo Qing with an adc main as a support main but playing mid/jgl instead, easily winning with those\xe2\x80\xa6 https://t.co/QJzb3TVSKu'
b'this unpopular opinions thing is actually mad annoying and boring, might even be worse than that gorl meme'
b'man a lot of these unpopular opinion memes are wonderful for who to avoid lmao'
b'HOLMES YALL FUCKING ME UP WITH THESE BOB MEMES\xf0\x9f\x98\xad\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'There\xe2\x80\x99s this chick on my snap who post all these wifey material memes but has 2 kids 2 baby dads, obviously you ain\xe2\x80\x99t ma\xe2\x80\x99am'
b'I CANT WAIT TO USE ALL THESE MARVEL MEMES MY LIFE IS COMPLETE!!!'
b'What is with these inbetweeners memes all of a sudden lol I\xe2\x80\x99m not complaining but it\xe2\x80\x99s just like... why now?'
b'There\xe2\x80\x99s really people in the world who think the word \xe2\x80\x9cmeme\xe2\x80\x9d is pronounced (me-me) instead of (meem)'
b"Statistically you're guaranteed to have an opinion that's unpopular with *someone*. Tada, we solved that annoying meme! On to new things."
b'Seiing all these work memes. \nReminds me of myself'
b'i keep thinking about that spongebob meme abt getting ur dick sucked and it\'s like "i aint even wash this mf" like\xe2\x80\xa6 https://t.co/snzZaCtSS0'
b'I have the same feverish desite to graw all these gbymr memes but im in disney so i cant\nWill doodle them in sketchbook tonight'
b'I love these unpopular opinion memes I\xe2\x80\x99ve got so much tea to spill'
b'had to delete my previous tweet to prevent getting suspended i .. feel like that spongbob meme'
b'I\xe2\x80\x99m:\n\n\xe2\x9a\xaa\xef\xb8\x8f Gay\n\n\xe2\x9a\xaa\xef\xb8\x8fStraight\n\n\xf0\x9f\x94\x98Completely unaware that this meme is trending and just trying to act like it will die of\xe2\x80\xa6 https://t.co/d7SEWfBU28'
b'i love these shitty dutch memes way too much'
b'ok but that one meme of "suicide vs. reckless behavior that could get you killed" has honestly been my life these past couple weeks'
b"Unpopular opinion: these unpopular opinion memes are boring and usually aren't even an unpopular opinion, y'all jus\xe2\x80\xa6 https://t.co/MSC1kHkvFS"
b'That magical moment when people keep showing you *that* Stretford meme #M32'
b'I know the new meme is \xe2\x80\x9cunpopular opinions\xe2\x80\x9d but the point of doing them is that people give opinions that are UNpop\xe2\x80\xa6 https://t.co/WD9NTrl6cW'
b'Yo are we making lightning into a meme now?'
b'the stress that i put myself into hHhHhhJ is this adulting? /insert that overrated meme/'
b'ok that whole \xe2\x80\x9cope lemme sneak right by you\xe2\x80\x9d is a meme now but like I actually say it - all of the time'
b"let's all just appreciate the fact that i haven't partaken in any of these unpopular opinion memes - me, the litera\xe2\x80\xa6 https://t.co/4rZF5rgfNl"
b'(That butterfly meme)\n\nA cishet guy: *listens to Arthur Russell once*\n\n\xe2\x80\x9cI\xe2\x80\x99m a tragically beautiful gay crusader now\xe2\x80\x9d'
b'Anyways this unpopular opinion meme needs to die now cause usually unpopular opinions are just gateways to racist and homophobic opinions'
b"I am:\n\n\xe2\x9a\xaaStraight\n\n\xe2\x9a\xaaGay\n\n\xf0\x9f\x94\x98Really angry that this meme format is coming back because it's stupid and not funny at all"
b'Every time I see one of these marvel memes and the first line is \nPeter:\n\nI read halfway through the thing until I\xe2\x80\xa6 https://t.co/4jTVzqs9bd'
b'Ur granny a tranny\nYou\xe2\x80\x99re Mum gay\nU dad lesbian\nUr sister a mister\nUr family tree lgbt\nThese are all MEMES and should not be taken seriously'
b'Anyways I have some personal projects I want to do and one of them is finish that Damn meme thread part 2 I always start but never finish'
b"i don't want to reply to that.. ugly meme.."
b'Good job, everyone. I feel like we all had a hand in that last meme. Like all the unknown peasants who contributed\xe2\x80\xa6 https://t.co/pT54jYKppy'
b'These privacy policy memes, fuck I love them'
b'These TOROS  memes ,around kokstad tuck shop ..\xf0\x9f\x90\x8d\xf0\x9f\x90\xa7\xf0\x9f\x90\x8b\xf0\x9f\x90\x99\nI love them'
b'These LeBron/ Thanos memes have reached apex....let them go...please'
b'Catch these sick new memes bro!'
b'why all these basketball memes have me soo weak this early in the morning lmao'
b"Thanks for that ditty meme I can't pronounce debussy right"
b'I love the new John Mayer music video. That man meme\xe2\x80\x99s on another level. I stan!!'
b'saw that tumilaok meme again gosh jewel stop'
b"I'm gonna make that wonga meme known"
b'The bean meme is still alive.'
b"IM ITCHING TO DO THAT VOICE MEME THINGY BUT MY VOICE SUX TANGINA AND I'D PROLLY LAUGH AT EVERYTHING. I LAUGH WHEN I\xe2\x80\xa6 https://t.co/7WvnCXIP7O"
b"i'd like to do that voice meme but my voice and laugh,,,,,,,,,,,,its disgusting."
b'my flatmate hears \xe2\x80\x9cyorel\xe2\x80\x9d in that dead meme lmao'
b'DOES ANYONE HAVE THAT MINHO MEME HES A NEWS REPORTER FOR EXCITING INDIA I NEED IT'
b"if you're following jae only for his funny content then gtfo, seriously. he's not always be that funny meme guy. he\xe2\x80\xa6 https://t.co/DcSKtMo8ZT"
b'Why is plastic love a meme now'
b'This meme needs to be redone with so many characters XD'
b'Damn these nba memes on Houston are ruthless \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'That one meme of the guy crying and smoking makes me feel really uncomfortable lol'
b"Can someone make a trumpet boy meme except it's with the P3 protagonist covering his ears while Elizabeth and Theo\xe2\x80\xa6 https://t.co/zwFEtPlaWL"
b'oh shoot is that,,,, a meme'
b'That suit meme is literally standard erune clothes'
b'y\xe2\x80\x99all realize peter parker has probably seen that spiderman meme of the two spidermen on top of each other y\xe2\x80\x99all know the one'
b'Bungo nuke yungyyyyy kill yourself these hot 2016 memes iMessage more like iDessage. -SAADbot 3.0'
b'This dog is available in ur blood dude dude these wacky internet memes today friend?'
b'Unpopular opinion: these unpopular opinion memes aint shit'
b'why are these Spotify memes so funny dkdkdkdkd'
b'Y\xe2\x80\x99all really be going to far with these fucking memes.'
b'We sure getting a lot of these unpopular opinions from folk who posted that Jigglypuff meme'
b'amina get that terrifying meme AWAY'
b'jyuushimatsu keeps on showing me these weird "frog memes" i dont understand'
b"I wanna do that Song meme but it's just gonna be a giant clusterfuck of incompatible genres mixed in with a lot of Linkin Park"
b'the T-pose tweets remind me of when the intro to modeling teacher advised us to not create models in a straight T-p\xe2\x80\xa6 https://t.co/z40fftp826'
b'Absolutely not touching that spn meme. Have received literal death/r*pe threats on tumblr for my spn opinions. Have fun y\xe2\x80\x99all'
b'that gorls meme lasted for like 2 days'
b'These Jr Smith memes are fucking hilarious\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'NAWT AT YALL USING THESE VIDEOS AS MEMES ICNANTBEUSSIIWIS'
b'joji is my dad because wuss poppin sniffit or whiffit these hot 2016 memes I eat ASS. -SAADbot 3.0'
b'The gorls meme is the best one there is change my mind'
b'The pacifier meme is shit'
b"i didn't get around to doing that waypoint meme about the weird outlier game in your top ten list, but for me it's\xe2\x80\xa6 https://t.co/DF8u24Go7w"
b'\xe2\x80\x9clet pearl say fuck\xe2\x80\x9d is over the new meme is \xe2\x80\x9clet pearl rest\xe2\x80\x9d'
b'So if you dream about them, are they actually thinking of you, or is that some meme rubbish?'
b'Hate seeing these dumb memes \xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbc\xe2\x80\x8d\xe2\x99\x82\xef\xb8\x8f'
b'All these Cavs warriors memes got me cracking up!'
b'Someone MAKE THAT A MEME'
b'omg making myself Not listen to the same four gg songs on loop for that song meme....thank you'
b'These NBA memes funny bruh'
b'Every single time meme except instead of Jews now it\xe2\x80\x99s gut microbiota'
b'The bean meme is still not cool.'
b'Lmao that Kylie meme cracks me up'
b'Tbh.... Im just ready for these @TheRealJRSmith  MEMES lmfao!! #NBaFInals'
b'I\xe2\x80\x99m not joking anymore. These Black people creating all these gifs and memes with editing software need to be getting paid.'
b'i only know these ppl thru memes so its kinda fun watching them actually do their job'
b'I need to do that character meme tomorrow...a meme just became Work'
b'Bruh all these 7-44 memes are so crazy \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'anyone who thinks the despacito "meme" is any good should have to forfeit their rights as a sentient being'
b'Eternally grateful that the meme song is the one that manages to defy the basic mechanics of Cytus II'
b'Thought someone would post a pic of that killmonger meme with the caption is \xe2\x80\x9cthis your MVP?\xe2\x80\x9d Lmao'
b'"these games are FREE!*\n\n*only if you pay for a subscription though ;)))"\n\nThis is my favorite marketing meme, exce\xe2\x80\xa6 https://t.co/O2YqAS4Kxy'
b"i don't even have a reputation of being a gamer or a like.  person who would know what the latest meme is  in my family."
b'but that Lebron meme where he got the cigarette hangin out his mouth still funny af'
b"*insert spider-man pointing at himself meme except there are four of them for the 2015, '16, '17, and '18 NBA Finals*"
b'all these @HoustonRockets memes got me dead \xf0\x9f\x98\x82'
b'That penguin meme is so cute'
b'if that fucking meme of the dude w his ass out gets popular im deleting my phone'
b'these nba memes undefeated lmfaoooo'
b'Alright where are these Rockets memes'
b'Was this fun for anyone besides GS fans? Anyway, go Cavs. I need to see that Lebranos meme fulfilled'
b'these hotdog memes are being made'
b'me wanting to do that culture meme thing bc i need validation from my mutuals vs me getting anxious thinking it will flop'
b'So is that Saxon fag a meme now'
b'//Tempted for a meme now'
b'where are these angry penguin memes coming from bc i\xe2\x80\x99m loving them'
b'We all have our significant other in our #lives. As they say there are plenty of fish in the sea but she is my fish\xe2\x80\xa6 https://t.co/a2sgay7edn'
b'That \xe2\x80\x9cgorl\xe2\x80\x9d meme was absolutely the most trash meme to happen in a long time. You fuckin normie\xe2\x80\x99s and your normie meme\xe2\x80\x99s fucking suck.'
b'I\xe2\x80\x99m lost with half of these Mexican opinion memes lmao'
b'im so fucking tired of these harambe memes'
b'These ariana memes coming handy haha'
b"its bare minimum hours in @gigagiri's DMs rn I just got extremely bare minimum for S.Coups then started tearing up\xe2\x80\xa6 https://t.co/CAyBzD6iPN"
b'Looks off. Is that my meme stolen?'
b"A song that gets meme'd goes viral, and gains a ton of traction, boosting the musicians career and giving them a lo\xe2\x80\xa6 https://t.co/CIe7nB8V4y"
b'All these sports memes are funny but now they have less meaning since this shit is staged'
b'Make that a meme.'
b'These LeBron memes are hilarious'
b'The accolades meme is one of the best on here for a long time.'
b'Seeing all these cute ass memes about being in love really makes me miss being in a relationship. Then again it mak\xe2\x80\xa6 https://t.co/emgBnhAfaf'
b'The @HoustonRockets are a bunch of chump ass fakes. #Harden especially. Harden &amp; D\xe2\x80\x99Antoni want to get that DAMN mem\xe2\x80\xa6 https://t.co/oiIF3pDF1i'
b'I\xe2\x80\x99m using rauls writing as a meme now'
b'Does anyone else hate these new Facebook memes that are two pictures? Like why????? It makes it difficult to rage p\xe2\x80\xa6 https://t.co/fCcA27VK9i'
b'Carti is a meme now lmao'
b'the morosexual meme is my fucking favorite slkjslkjssdf'
b'What about "miku miku ni shite ageru"? Is that a meme?'
b'WHY IS UNPOPULAR OPINION A MEME NOW'
b'i would really love to see more of james lee appearances /insert that paying meme/'
b'Where is that spiderman meme does anyone have it i need it for a scientific purpose!!! Help!!!'
b'these bullet point memes are fkn annoying'
b"somebody make that Drake meme with Harden approving of '3 that has absolutely no chance of going in'"
b'I love these unpopular opinion memes,they are so trueee\xf0\x9f\x98\x82\xf0\x9f\xa4\xad'
b'Get these KD memes ready y\xe2\x80\x99all'
b'Bro y\xe2\x80\x99all just don\xe2\x80\x99t know how funny these Durant memes bout to be.'
b'I\xe2\x80\x99m\n\n\xe2\x9a\xaa\xef\xb8\x8f gay \n\n\xe2\x9a\xaa\xef\xb8\x8f straight \n\n\xf0\x9f\x94\x98 genuinely confused that this meme keeps coming back every few months, like seriously\xe2\x80\xa6 https://t.co/1DlcpV9OLy'
b"the despacito meme is the worst one I've seen on twitter and I've seen many bad ones"
b'Waiting for my girl to finish watching hockey so I can show her these funny memes I found \xf0\x9f\x98\x82'
b'All these Cardi B memes along with #TheBachelorette tweets are life.'
b'I hate a \xe2\x80\x9cI already saw that tweet / meme\xe2\x80\x9d ass nigga'
b'the lyric meme is the funniest thing ever'
b'You know that one meme where it shows the brain and it gets brighter in each photo. Well, here we have Yoongi calli\xe2\x80\xa6 https://t.co/LE3dk9ncT1'
b'these vin diesel memes are ok i guess'
b'mikey put my tits on a meme now he wont stop laughing gtg'
b'Glad that \xe2\x80\x9cgorl\xe2\x80\x9d meme died'
b'Watching Black Lightning. \nI hope it\xe2\x80\x99s good! These CW memes are hit or miss.'
b"My son Jonah @UnbecomingName is tweeting all these stupid memes and he's got me DYIN"
b'That FF meme has to be a typo...'
b'I thought about doing that writer meme going around but I have no idea how to answer some of those questions.'
b'Words can\xe2\x80\x99t describe how happy I am that \xe2\x80\x98gorl\xe2\x80\x99 meme is over'
b'Just watched infinity war so now i understand that fucking meme'
b'these x factor memes have me screaming\xf0\x9f\x98\xad'
b'Unpopular opinion: These "Unpopular opinion" memes are ridiculous because the ones you\'ll see are the ones most lik\xe2\x80\xa6 https://t.co/P8RCovFkui'
b"My nine-year-old just told me I'm acting like I'm in an 80s movie. I know for a fact he has never seen an 80s movie\xe2\x80\xa6 https://t.co/kUpRfunRRP"
b'Few years ago I gave students a project to create a website for a business. One group of students created a Meme st\xe2\x80\xa6 https://t.co/WR2rqvYMo1'
b'When @LieutenantEddy asks what the Despacito meme is and says it wrong \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'You know when you see that stupid meme or tweet saying about liking dogs more then people.. well I\xe2\x80\x99m starting to re\xe2\x80\xa6 https://t.co/pD3PkmM9wZ'
b'its official, the harambe meme is a immortal meme that cant be killed. ladies and gents its been real'
b'I know the "blacked" meme is popular and whatever, but don\'t let pornography twist your reality.\n\nGoing by dating s\xe2\x80\xa6 https://t.co/BHVOoEVeCQ'
b'All these LeBron memes are killing me \xf0\x9f\x98\x82\xf0\x9f\x98\xad #GOAT'
b'Y\xe2\x80\x99all make all of these Rose jokes &amp; Memes but CP3 been injured every year &amp; it\xe2\x80\x99s cricket \xf0\x9f\xa6\x97 smh'
b'Lookin at all these shitty memes from boomers tho, can we make a substitution?'
b'Yes I will use that jisung meme in every context possible'
b'I wanted to find\nphilosophical haikus\nbut its a meme now'
b'80% of these \xe2\x80\x9cunpopular opinion\xe2\x80\x9d memes that I\xe2\x80\x99ve seen are not unpopular opinions y\xe2\x80\x99all have to stop being so normal'
b"Y'all's obsession with Harambe is hilarious!! All these tweet and memes"
b'wait is this unpopular thing a meme now'
b'all these ameer van memes are making me sad'
b'that heart meme not having a heart saying "you\'re cool" so i can send five to you is homophobic \xe2\x80\x94 anon you... are a\xe2\x80\xa6 https://t.co/a0Zl5HRMTd'
b'oh so is today\xe2\x80\x99s tea gonna be a meme now.. sigh'
b'||the gay wife meme except its eros and a dude ok'
b'The bean meme is still alive.'
b'I\xe2\x80\x99m sorry that I &lt;meme factory&gt;,but I\xe2\x80\x99m not sorry. \xf0\x9f\x8e\xbc\n\nVast opportunities.'
b'oh right I was suppose to do that art meme'
b'The people who tweet that a meme is getting stale when it\xe2\x80\x99s only been around for a small time ARE THE WORST KIND OF\xe2\x80\xa6 https://t.co/26dcdxI38g'
b'I\xe2\x80\x99m:\n\n\xe2\x9a\xaa\xef\xb8\x8f Straight\n\n\xe2\x9a\xaa\xef\xb8\x8f Gay \n\n\xf0\x9f\x94\x98 Of the opinion that this meme sucks'
b"Can I just reiterate that Anxiety isn't a joke? I hate seeing these jokes and memes being spread over an actualy me\xe2\x80\xa6 https://t.co/4IScy8FcYt"
b'Twitter needs a section for all these fuckin memes y\xe2\x80\x99all post &amp; a section for actual fuckin pictures,'
b'does anyone want to do that art meme where you draw in each others styles? \n\nit would be really fun to draw like so\xe2\x80\xa6 https://t.co/Nt9KfcFP06'
b'Y\xe2\x80\x99all and these spongebob memes \xf0\x9f\xa4\xa3'
b'These bass boosted memes are fucking up the speakers in my phone'
b'i knew making that justin meme would come in handy'
b'couldn\xe2\x80\x99t be bothered scrolling through my timeline with that stupid meme shit. Soooooooo.  \xe2\x98\xba\xef\xb8\x8f'
b'If that surprise meme video gets to 1000 likes im gonna eat my own ass'
b"Game theory: is turning! I WON'T FORGET! &gt;that feel when you ever put these wacky internet memes &gt;when ur memes today friend?"
b"I've been seein that Kanye meme about which graduation class is the best for awhile now....I wanna say 03 but we co\xe2\x80\xa6 https://t.co/d0Cu3h27VF"
b'sorry for that cringey meme shit last nite oof'
b'These cobblestone memes are bringing back memories'
b'That moment when you gotta quickly search that perfect meme that fits the current group conversation and whatsApp s\xe2\x80\xa6 https://t.co/E8YDyXYjnG'
b"\xf0\x9f\x9a\xa8FT I know you're struggling to grow on FT but trust me if you like this tweet and follow everyone that likes this\xe2\x80\xa6 https://t.co/kul1KnGSXs"
b'All these lebron memes... y\xe2\x80\x99all know he losing another finals right?'
b'Murder while two dudes insanity inducing politics are these hot 2016 memes Gladio wants me to fish. -SAADbot 3.0'
b'The Deez Nuts meme needs to make a come back'
b'I have all these parent memes that I am saving for a rainy day when my friends finally have their babies lolololol'
b'Guess Im a meme now. Too bad itll die in a like 2 days. One day Producer-san will make a triumphant return'
b'I am:\n\xf0\x9f\x94\x98 Sick of these shitty memes'
b'LMFAOO JUST REALISED THE E FROM THE FARQUAAD MEME IS THE E FROM EA SPORTS AHAHA'
b'ALL THESE ANT MEMES GOT ME DEAD LOOOOOOOOL'
b'What do you use to make your videos \xe2\x80\x94 if you\xe2\x80\x99re talking about that dpr meme video I used imovie https://t.co/gyRHz6HZvk'
b'THAT SELF DESTRUCTIVE MEME NEEDS TO BE SEEN !'
b'I can\xe2\x80\x99t believe my friend is a meme now lmao this is hilarious'
b'better ____ wins is kinda a meme now tbh'
b'lrt my current careful self cant relate but my past clumsy self probably can.\nthese captain america memes are too hiLARIOUS \xf0\x9f\x98\x82'
b'These #NBAfinals Memes are cracking me up. Y\xe2\x80\x99all funny ! \xf0\x9f\x98\x82'
b'lmao how could dylan say that marvel meme accs aren\xe2\x80\x99t funny dkfkddk \xf0\x9f\x98\xad\xf0\x9f\x92\x80 sis u ok'
b'anyone picture yoongi performing That Part of his outro tear verse and that one meme of drake? just me? ok'
b'that last meme will make more sense once everyone is revealed lol i swear -HAN'
b'the new meme is shit'
b'Am I the only one that reads these Zambian memes with my own fake Zambian accent?\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Why did Tank make fun of that Jaheim meme??? Laugh all you want. Jaheim have hits and can actually sing\xf0\x9f\x98\x9a'
b"I don't want to stay up to watch the game but I have all these Kevin Durant memes loaded up already from Saturday"
b'Stop with these shitty memes'
b'Stop\nPosting \nThese\nEdgy \nFucking\nMemes'
b'i just saw those houses from that one meme'
b'hot take: the woah meme is still funny'
b'Also fun meme thought of the first time everyone hears Luna say Fuck\n\nit becaosme that one meme of someone saying i\xe2\x80\xa6 https://t.co/zag56aozBK'
b"theirs that one meme which you know whenever it's used the tweet is \xf0\x9f\x94\xa5"
b'What\xe2\x80\x99s with these lame ass memes coming in 2 parts now? Can\xe2\x80\x99t be dealing with it.'
b'Wow these unpopular opinion memes making me rethink my life \xf0\x9f\x98\x82'
b'These Ornstein memes have me crying \xf0\x9f\x98\x82'
b"i'll do more of that mutuals meme in a bit!!"
b"Okay, i've changed my mind. After that epic meme thread, @AsiaOharaLand deserves the crown more than anyone!"
b'These Maps memes are so funny \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'that tumilaok meme is haunting me s t o p'
b"lanza and bix arguing is the spiderman meme except instead of spiderman it's just two toilets"
b'I never understood that old meme where bacon was amazing. Bacon is only edible on its own, and it only improves a m\xe2\x80\xa6 https://t.co/l0hVo9n90V'
b'These Thanos memes have gotten really annoying'
b'bruhhh these jr smith memes have me rolling \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Daily reminder that Meme + Meme \xe2\x89\xa0 Meme'
b'these ft memes died already pls stop'
b"AHEM. Y'know that joke/meme/trope about standing on a plug? Well- this sailorboi has literally just done it.\n\nTHREE\xe2\x80\xa6 https://t.co/AjabcJy6PN"
b'AAAAAAAAAAH!!! \xf0\x9f\x98\xa1\xf0\x9f\x98\xa1\xf0\x9f\x98\xa1\xf0\x9f\x98\xa1\xf0\x9f\x98\xa1\xf0\x9f\x98\xa1 every FUCKING day with these STUPID fucking MEMES! \xe2\x9c\x8b\xf0\x9f\x98\xa1 i\xe2\x80\x99ve had it up to \xe2\x98\x9d\xf0\x9f\x8f\xbbHERE \xf0\x9f\x92\xafwith stupid f\xe2\x80\xa6 https://t.co/2aywodohTj'
b"I feel like the despacito meme is starting to get really racist. People are just making fun of it because it's Spanish and it's popular."
b'I have to get off Twitter because I am enjoying all these LeBron memes way too much, and I have work to get done!'
b"But at least someone tried to get Twitter to 'agree' that Marvel meme accounts aren't funny, so I'm getting flooded with great ones!"
b'What the hell is up with these split memes??'
b'Shannon Sharpe be trying mad hard to be a meme now lmaooo'
b"What's the dumbest thing you've done that's actually turned out pretty well? \xe2\x80\x94 Tough question... Okay I twerked (ju\xe2\x80\xa6 https://t.co/zR8IShyjcI"
b"Yesung is tired of papoging selcas. He's all about being a meme now. \xf0\x9f\x98\x85"
b'chum bucket and krusty krab meme except doris is krusty krab and i dont like shit i dont go outside is the chum bucket'
b"I'm:\n\n\xe2\x9a\xaagay\n\n\xe2\x9a\xaastraight\n\n\xe2\x9a\xaabi\n\n\xf0\x9f\x94\x98 fucking tired of seeing these trash memes"
b'these Maps memes and tweets are killing me. \xf0\x9f\x98\xad\xf0\x9f\x98\x82'
b'The bean meme is still not cool.'
b'i am:\n\xf0\x9f\x94\x98sick\n\xf0\x9f\x94\x98of\n\xf0\x9f\x94\x98these\n\xf0\x9f\x94\x98memes'
b"These Captain America memes weren't funny to me at all, and I'm glad they're dying down"
b'The Drake meme is basically the gaijin 4koma meme ten years later send tweet'
b'It take no effort at all to complain and call something a scam. Too many people already do this, the word has no me\xe2\x80\xa6 https://t.co/WSP0ULlCwg'
b'why is my world a meme now'
b"plastic love by that japanese woman whose name I can't recall is a meme now\nNice."
b'Dunno where all these Vin Diesel memes have come from but I\xe2\x80\x99m definitely okay with it'
b'I can\xe2\x80\x99t get over these dribbling gifs/memes....\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'i saw the tweet of dylan sprouse saying that marvel meme accs are not funny, well sweetie u think u\xe2\x80\x99re relevant now?'
b'I know females that run meme pages. They cant put their face on the account at all. If they even hint they are a fe\xe2\x80\xa6 https://t.co/NCaotGJCNY'
b'Wow all of these Lebron memes have me wakin up in a fantastic mood. #gocavs #GOAT'
b'I get so tired of women posting these tweets or memes or whatever about the perfect guy and asking where is he at.\xe2\x80\xa6 https://t.co/zTI5bjqTo9'
b'I wanna do that glasses meme on my dog when I get back'
b'Soooo that Gemini meme I made got hella shares\xf0\x9f\x91\x80'
b"Unless you're a mutual im going to block whoever tweets that tea meme saying that '______ is better than ______'"
b'who said jeno looks like that bread meme? yall r catching this \xf0\x9f\x85\xb1\xef\xb8\x8flock'
b'I CANT LOOK AT THESE INFINITY WAR MEMES I HAVENT EVEN FINISHED MY COWFEE'
b"i always use that troye meme bc it's so accurate and i can relate"
b'these grad memes'
b'TOLGA FUCKING BLOCKED ME FOR SENDING HIM THAT BONER MEME I CAN\xe2\x80\x99T FUCKING BREATHE, THAT FUCK'
b'I havent been on IG a lot lately... seems like everyone is into these ratchet philosophy memes about shit thats not\xe2\x80\xa6 https://t.co/hxfXmXJMzW'
b'oh shoot is that,,,, a meme'
b'uhmmmm do we care if the marvel meme is funny or not??? we love using it so shut the fck up! let people enjoy thing\xe2\x80\xa6 https://t.co/jkpbmqLdq3'
b'Tyga 2011&amp; 2013 albums were jas, then he had a few bangers in 2014 and had that joint album with fucking Chris Brow\xe2\x80\xa6 https://t.co/FFCmsiFiu4'
b"I might do that music meme once I finish moving stuff to my ipod but I'm p sure it's gonna consist of trigger, solids or kimuryo"
b'Im not one for these eerm, MEMES but T posing is absolutely hilarious'
b'i have to start categorizing my meme folder  it took me ages to find that squidward meme'
b'These David Ornstein memes are ridiculous \xf0\x9f\x98\x82'
b'Cup Noodle XV im fly but im ready to die xD not hot as Gavin these hot 2016 memes I am in pain! -SAADbot 3.0'
b'JUNGWOO THAT FROG MEME WAS MUCH NSFW \xf0\x9f\x99\x88\xf0\x9f\x99\x88\xf0\x9f\x99\x88'
b'these spotify accs memes are actually funny sjdhshj'
b'i love tweeting that diana meme'
b'Hahahaha with these new NBA memes.'
b"i miss the 'crave that mineral' meme.. it was so wholesome.. so pure.."
b'that one meme that made me unable to hear the word disappear....its always gonna be diss a pear now'
b'I like how the pigeon meme is back from dead, but it better not keep coming back like Skyrim'
b'The bean meme is still alive.'
b'I love these tea memes hahahah \xf0\x9f\x8d\xb5'
b'The halo theme in the bathroom meme is getting really old really fast'
b'Yo These lebron memes are priceless \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'All these Trisha Paytas memes \xf0\x9f\x98\x82'
b'They too quick with these Lebron memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'ANYONE HAVE THAT COWARD MEME OF DOWOON PLEASE?'
b'It has come to my attention that my meme game may be too advanced for you folks. The apartheid breast will be delet\xe2\x80\xa6 https://t.co/7cWKQUgqfl'
b'some error messages this app is returning dey bost my brain.\n\nif you try to access a resource without valid auth to\xe2\x80\xa6 https://t.co/XUdi8BTEuB'
b'These privacy policy memes&gt;&gt;&gt;&gt;&gt;&gt;'
b"arc: I'M FUCKING day with these STUPID fucking MEMES!"
b'been watching a bit of cr1tikal streaming detroit become human and even after barely watching it I now ship connor\xe2\x80\xa6 https://t.co/5sMUdXyab7'
b': - Drawing only when you leave that brain meme but'
b'I\xe2\x80\x99m starting to love these Lebron memes now too much'
b'These 20 Food Memes Are The Best Of What The Internet Has To Serve Up.'
b'i\xe2\x80\x99m so tired so that trash meme made me laugh so hard yikES'
b"I don't know how I would feel about these starter pack memes. I kind of feel like ppl r getting too judgy over the\xe2\x80\xa6 https://t.co/hsX0hZeypr"
b'i\xe2\x80\x99m:\n\xf0\x9f\x94\x98 straight\n\xe2\x9a\xaa\xef\xb8\x8f bisexual\n\xe2\x9a\xaa\xef\xb8\x8f gay\n\xf0\x9f\x94\x98 concerned that this meme conflates sexual orientation with unrelated beliefs and personality traits'
b'I live for these Lebron memes'
b'I\xe2\x80\x99m a meme now.'
b'Thank God that "gorls" meme died'
b'jyuushimatsu keeps on showing me these weird "frog memes" i dont understand'
b'This is going to be me in the pants meme is one of the stupidest and most annoying memes ever.'
b'Idk who to send all these funny memes to, somebody be my meme buddy.'
b'i rlly love these pingu memes'
b'These Lebron James memes have me ded\xf0\x9f\x98\x82'
b'All these infinity war memes are just hurting my feelings fr'
b'i\xe2\x80\x99m always seeing that somin meme on my tl but Will you guys stan april and kard.'
b"If you're part of the small tidal wave of people flooding tacklebox's mentions with that same meme you're posting o\xe2\x80\xa6 https://t.co/U1wKn384cU"
b'I have all these @meechonmars pictures &amp; memes saved I\xe2\x80\x99m starting to believe that this isn\xe2\x80\x99t my phone anymore \xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbd\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f'
b'if brad doesn\xe2\x80\x99t stop playing all these fuckin memes I\xe2\x80\x99m gonna die \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Looking at these \xe2\x80\x9cLeBron solo\xe2\x80\x9d memes and how LeBron won all by himself there\xe2\x80\x99s no wonder why Kyrie wanted to get th\xe2\x80\xa6 https://t.co/r1OcCclEv8'
b'nobody appreciates me sending meme except for janet, and i needed that appreciation'
b'Waiting for these Kyrie Irving memes to pop up \xf0\x9f\x98\x82'
b'yo wheres that arthur meme where he just finished fuckin and she ask \xe2\x80\x98what are we?\xe2\x80\x99 and he go \xe2\x80\x98ppl tf\xe2\x80\x99 lmaooooo'
b'Where\xe2\x80\x99s that relevant meme when you always need it? \xf0\x9f\xa4\xa6\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f smh!'
b'keep shitposting that damn meme i love turning into a local'
b'Somebody find that Jaheim meme for me'
b'as soon as I say please know I\xe2\x80\x99m thinking about that Simpson meme'
b'james jones is that wolverine meme at home holding a photo of lebron going to the finals without him'
b'I hope y\xe2\x80\x99all seeing all these lebron memes. Shit priceless.'
b'These sexual orientation memes have me screamingggggg'
b'All these @KingJames memes lol'
b'i always laugh when fansites blur out the other members like it reminds of that one meme'
b'The bean meme is still not cool.'
b'my cousin kept trying to take my phone so i said "stay back, slut" and she got mad bc keep in mind she has NO idea\xe2\x80\xa6 https://t.co/qTichFQuxf'
b"anybody have that 'shhh' meme??...lol"
b'I WASTED 3 MINUTES OF MY LIFE MAKING THAT FUCKING MEME. \n\nI\xe2\x80\x99m just glad I\xe2\x80\x99m a Laker fan so fuck the Celtics too \xf0\x9f\x98\x82'
b'the tyrese "KEEP IT THAT WAAY" meme is my favorite thing'
b'Y\xe2\x80\x99all are so disrespectful with these Tatum memes \xf0\x9f\x98\x82'
b'it\xe2\x80\x99s an appropriate time to bring out that killmonger meme lmao'
b'Waitin On These Lebron Memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'yeah lebron a meme now'
b'Is garfield just a meme now or'
b'"who are you? im you but stronger" meme except w "rook, some digital bullshit, or oprah\'s best friend dr phil"'
b'MAKE THAT A MEME!'
b'My titties hurt so bad I wanna sit here with no shirt on like queen latifah in that one meme lmaaao'
b'I finally got to use that spongebob meme I\xe2\x80\x99ve had it in my camera roll since AUGUST'
b'These jr smith memes be killin me'
b'The Despacito meme is legit one of the worst things in existence.'
b'Looks at @TorchingEgo like in that Spider-Man meme.'
b'That \xe2\x80\x9cswigetty swooty I\xe2\x80\x99m coming for that booty\xe2\x80\x9d meme is stuck in my head'
b'The true meme is donating $69.420 to a fucking CRISP'
b'everyone: the uwu meme is so old and annoying shut up\nthe AN squad: uwu'
b'Literally everything I know about Elon Musk:\n\n1: Tesla\n2: has a cool goth musician girlfriend?\n3: that one meme tha\xe2\x80\xa6 https://t.co/vmS5q989kW'
b'Full disclosure. @VinnyVinesauce . I\'m really glad you found that "meat" meme. Probably one of my favorites i\'ve seen by far.'
b'All that wild meme rap y\xe2\x80\x99all do. \n\nMe &amp; purity boys did that in like 2014 \n\nStarted the \xe2\x80\x9cfuck sea world\xe2\x80\x9d movement too'
b"Can we get back to that Hitler meme? I'm getting bored agin #ONdebate"
b'these NY nigga memes funny as shit but is there any westcoast nigga memes?'
b'Spaghetti howdy passing the butter sex these hot 2016 memes ultra-ass. -SAADbot 3.0'
b'I need that anime meme to describe my watching IndyCar in public and everyone asking me \xe2\x80\x9cis this NASCAR?\xe2\x80\x9d'
b'Betting $100 against LeBron in a Game 7 feels like that Dodgeball meme talking about bold strategy.'
b'The butterfly meme is 100% the best thing to happen this century'
b'There\'s too many of these "privacy policy" memes. TOO MANY! But they\'re funny, so idc xD'
b'More on that Hitler meme ICYMI https://t.co/iWk7CM0AMH #ONElxn #ontariovotes #OntarioElection #ONpoli'
b'Niggas still listen to God\xe2\x80\x99s plan or is that just a meme now?'
b'Finally the word Meme is used in an election debate. What a world. #ONDebate'
b'Thank god Doug brought up that Hitler meme. I was getting bored - about to turn on an episode of @BarRescue #ONDebate'
b'Too but these cat memes man'
b'That mini meme thread makes me want to do mass thread but my phone as no good memes.'
b"lmao i'm crying and laughing with these fortnite memes !! \xf0\x9f\x98\x82"
b'the "my son, 3" tweet is actually a meme now jdkslala i can\'t'
b'You know a mf young when they come back in an argument is that spongebob meme with the upper and lower case letters.'
b'honestly I don\xe2\x80\x99t like that new meme'
b"i'm:\n\n\xe2\x9a\xaa\xef\xb8\x8f straight\n\xe2\x9a\xaa\xef\xb8\x8f gay\n\xe2\x9a\xaa\xef\xb8\x8f bi\n\xf0\x9f\x94\x98 tired of these dumb ass memes"
b"|: i'm so tempted to do that kissing meme thing but as a snake ahsalkga"
b'If Microsoft released Clippy in 2018 it would have 100% become a meme on twitter but instead the only meme is Windows Update'
b'The bean meme is still alive.'
b'please let these spotify memes be over quick @god'
b'hi do u have that mino meme where he sits down looking all pitiful? \xe2\x80\x94 FJDSKA;LHGRWHGEWL;AJFKSL;AFDJSIAL;GJRASLFJSIG\xe2\x80\xa6 https://t.co/p6PzDSZC7k'
b"Army's are crackimg me up with all these videos and memes \xf0\x9f\x92\x80\xf0\x9f\x98\xad we seriously did it tho. Wow. WOW. BTS did that! #LYTear1onBB200 @BTS_twt"
b'Why is despacito a meme now?? Bigger and badder than ever...I CANT stand it'
b'some people are so negative on here.. whether its causing drama or just being constantly critical of whatever the c\xe2\x80\xa6 https://t.co/UTPUSOXB6K'
b'I\xe2\x80\x99m so glad the meme my name is Jeff era is over. I never understood that fckin meme'
b'coping mechanisms include: turning myself into that spiderman meme from infinity war'
b'That butterfly meme still keeping me fucking awake when i have to get up in 3 hours. Tragic life of a meme enthusiast.'
b'Now that the meme war is over. How are you @Jpw03 (in general I mean, not just after the outcome of the meme war) \xf0\x9f\x98\x82\xf0\x9f\x91\x8d\xf0\x9f\x8f\xbb'
b'these looney toons memes'
b'Now that Spider-Man meme in infinity war has got to me. \xe2\x80\x9c I don\xe2\x80\x99t feel so good\xe2\x80\x9d'
b'I feel like that one meme where the old guy shrugs and says \xe2\x80\x9cguess I\xe2\x80\x99ll die\xe2\x80\x9d like that\xe2\x80\x99s a b i g mood today hahA'
b'the best meme is inappropriate use of the Supreme font'
b"I've been trying to send a D&amp;D meme to my group chat for like 4 hours and I'm so annoyed cause the GroupMe app keep\xe2\x80\xa6 https://t.co/lxjpVNKKng"
b'does someone have that crying meme video that has trisha paytas in it n shit like that someone'
b'I love these Karius memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b"I've always used twitter to talk about #Biology and you know what? I think sexuality falls under that.\nThis meme is\xe2\x80\xa6 https://t.co/xpfANzYmIh"
b'THESE TRACY BEAKER MEMES ARE ENDING ME \xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x92\x80\xf0\x9f\x92\x80'
b'I think the nickname hyuck is so cute but every time I see it I always think of when someone said \xe2\x80\x9chyuck if you buc\xe2\x80\xa6 https://t.co/j7g6z8mwyK'
b'I brought that dead meme back to life coyi'
b'Jump makes me a white cunt brown people horrible these hot 2016 memes Miyamoto. -SAADbot 3.0'
b'Twitter is too funny man I am blessed for some of the people on this app. I am holding my ribs at these @OutterSpaceSWAG memes \xf0\x9f\x98\xa9'
b'the anime butterfly meme except it\xe2\x80\x99s me, listening to it gets better by the bleachers, and \xe2\x80\x9cis this self care\xe2\x80\x9d'
b'listening to bring me to life just reminds me of that barney meme, i hate the internet'
b'oh shoot is that,,,, a meme'
b'that one meme of the guy in the corner that angie uses always makes me cry from laughing'
b'ok even tho the situation is messed up, some of these ameer memes are a little funny I\xe2\x80\x99m sorry'
b'you haven\xe2\x80\x99t eaten anything today and you\xe2\x80\x99re still telling faye to eat and rest well wow \xe2\x80\x94 are these the deep though\xe2\x80\xa6 https://t.co/4VAOulsLzd'
b'Normally, I don\xe2\x80\x99t say such things but the \xe2\x80\x9cdespactio\xe2\x80\x9d meme is fucking annoying to see in every single Smash discord I go to, like goddamn...'
b'these \xe2\x80\x9cladies imagine\xe2\x80\x9d memes really suck pls stop'
b'These Sanju teaser memes are lit \xf0\x9f\x98\x82\xf0\x9f\x98\x8d\xf0\x9f\x94\xa5\n\nBuzz \xf0\x9f\x94\xa5\xf0\x9f\x94\xa5\xf0\x9f\x94\xa5\xf0\x9f\x94\xa5'
b'sorry not sorry but none of these google translate memes are funny'
b'This \xe2\x80\x9cI\xe2\x80\x99m straight, gay, bisexual and random opinion choice at the end\xe2\x80\x9d meme is so annoying \xf0\x9f\x98\x92 it\xe2\x80\x99s old now. Stop'
b"If you're here because of the @ella_mayo_lmao endorsement you can probably stick around though. It is true that in\xe2\x80\xa6 https://t.co/BGDqUkja5X"
b'I hate that Arthur meme about how -insert zodiac here- apologize. Is it cool not to apologize to people now? I\xe2\x80\x99m seriously confused'
b'ive been thinking about that mcdonalds meme and while i dont like before i go to bed'
b'Quick reminder that the whole "Tim Tebow protested abortion by kneeling during the anthem" meme is as much a creati\xe2\x80\xa6 https://t.co/GbC8ijV1x9'
b'im saving more crackhead memes so that my meme folder isnt crusty anymore'
b'These Lil Baby Memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82 Im Dead'
b'Whoever made that NBA meme of Klay &amp; Curry I\xe2\x80\x99ll give u an award\xf0\x9f\x98\xa9'
b'I want to know why is it that Instagram meme pages do not show the Twitter @ or tag and give credit? It doesn\xe2\x80\x99t cost them anything'
b'MY MOM IS REALLY A MEME NOW'
b'did i just send the wrong meme to someone and that wrong meme was a weird ass furry one? yes. ;)'
b"that 90s meme image of the comic cartoon where the girl is staring at the other girl\nSona discovers boys...Miss fortune doesn't"
b'Swear all these Iftar memes ive seen are jokes \xf0\x9f\x98\x82'
b'I will use that jungkook meme as many times as i want and none of yall crusty horres can stop me'
b'These Liverpool memes are killing me like MJ doctor'
b"everytime I see that cap meme I feel I'm about to be called out. \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82"
b'slowly realizing that all these umineko femdom memes are from those 10 anitwitter guys cos they all started reading it \xf0\x9f\x98\xb7\xf0\x9f\x98\xb7\xf0\x9f\x98\xb7'
b"Watching season 2 of 13 Reasons and that stupid meme of Clay talking to Hannah's ghost is ruining my life LOL"
b'Worm with these fuckin memes dawg\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'I tried to do that Psalms meme tweet with ABBA songs but fuck me all their song titles are too big'
b'the worst part about the calarts meme is that I cant even contribute'
b'I cannot brain that spiderman meme \xf0\x9f\x98\x82'
b"I look at that quote/meme/however it's framed of I think Angela Davis saying she was no longer accepting what she c\xe2\x80\xa6 https://t.co/jVWkCztYPY"
b'Flamingo is so 2015 why is it a meme now'
b'PANTS* JEEG MORE LIKE MEGAMAN AND ASS BIG DADDY REINHARDT! Junkrat more like to put these wacky internet memes haha GOT HER!'
b'A Series Of Unfortunate Events:\n\xe2\x80\x9eThose poor twins...\xe2\x80\x9c\n\xe2\x80\x9eTriplets.\xe2\x80\x9c\n\xe2\x80\x9eNo they\xe2\x80\x99re twins, violet, the death of their bro\xe2\x80\xa6 https://t.co/vMO4evBKMo'
b'Ladies, imagine this \n\nIt\xe2\x80\x99s 1 month from now.\nThis meme is long gone and past it\xe2\x80\x99s time.\nThe new meme is just as an\xe2\x80\xa6 https://t.co/kKfk3BhTYB'
b'These Karius memes are fucking terrible.'
b'So wait. Are people seriously suggesting that Hasleem Riaz might not have had anything to do with that Hitler meme\xe2\x80\xa6 https://t.co/AwCiuxXipQ'
b'why is that future meme sooo funny I swear I have the ugliest sense of humor'
b"I'm:\n\n\xe2\x9a\xaagay\n\n\xf0\x9f\x94\x98straight\n\n\xe2\x9a\xaabi\n\n\xf0\x9f\x94\x98 Surprised that this meme came back"
b'HAHAHAHAHAHA when sir argie sent that bobbie meme, i just lost it'
b'Just curious.  Since the ongoing meme is that all weekend #Bitcoin rallies must see their "gaps" filled when future\xe2\x80\xa6 https://t.co/guSLzZ6WSq'
b'before we sleep tonight let us not forget that BONUS MEME is back!!!'
b'These Thanos memes are going too far!  Who\xe2\x80\x99s next?  Simba\xe2\x80\x99s dad?  Bambi\xe2\x80\x99s mom?  Doc Hudson from cars?  Old Yeller?'
b'A lot of shit be making me think of that Oprah meme. Lmfao stop it'
b'The bean meme is still not cool.'
b"will rated k be the ph equivalent of meme\xf0\x9f\x91\x8freview\xf0\x9f\x91\x8f? let's see if these featured memes will die"
b'the guy checking out another girl meme except it\xe2\x80\x99s me ignoring the tens of shows i\xe2\x80\x99ve either started or want to sta\xe2\x80\xa6 https://t.co/GSvBFAhYdv'
b'All these privacy policy memes are great'
b'I enjoy the fact that every meme account on IG only make posts telling you to go follow another meme account'
b'Why tf is despacito a meme now?!?!'
b'G most of my past gf were part of the belly brigade. That last meme was a joke..\n\nIf only yall was with me in the m\xe2\x80\xa6 https://t.co/Mxe9Ttkvlv'
b'yoongi finally sat up it\xe2\x80\x99s like that snorlax meme'
b'The term "meme" is derived from the Greek word meaning "something imitated."'
b'*sees school meme* haha I can not relate to these childish memes *is literally going back to school in a year*'
b'Never expected that a meme will become cosplay \xf0\x9f\x98\x82'
b'DAMNIIIT, That goddamn meme is still kicking it!!'
b"Africa's unexisting relevence anime was a mistake annoying little ditty fantastic these hot 2016 memes it is. -SAADbot 3.0"
b'idk what i\xe2\x80\x99m going to do without these #GCSEs2018 memes all week tbh'
b'in the gay community I am what\'s known as "that asshole they don\'t talk to" because gays are incredibly biphobic, i\xe2\x80\xa6 https://t.co/rLCGKgqayz'
b'Atomic bombs is worth a succ be angst these hot 2016 memes lol nobody likes you. -SAADbot 3.0'
b'Anyone who plays destiny 2 and streams should check this guy thinks the spongebob meme is a racist lol.'
b'i am\n\n\xe2\x9a\xaamale\n\xe2\x9a\xaafemale\n\xf0\x9f\x94\x98surprised that this meme made a comeback'
b'and now facebook has banned me for that same meme. lulz. really time to just cut ties with it, i think.'
b'WAIT i need that one meme'
b'y\xe2\x80\x99all kno that one meme where it\xe2\x80\x99s like \xe2\x80\x9cwhen ur friend doesn\xe2\x80\x99t have any blankets\xe2\x80\x9d i\xe2\x80\x99m currently living that meme. send help. i\xe2\x80\x99m cold.'
b'why is updated privacy policy a meme now?'
b'"Who did this \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82" people have Amnesia ey...why you forgetting that your boring ass made that tweet/meme \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'The t-pose meme is stupid, just get your arms amputated please.'
b'LADIES imagine: \n\na timeline without these \xe2\x80\x9cLADIES imagine\xe2\x80\x9d memes'
b'Just planning to read some of Nani au...but suddenly Dreamies use that group meme...\nAutomatically cancelled...'
b'going to delete all tweets about that shitty meme people are going to regret even joining in on the shitty fad in like a week anyway'
b'where is that spiderman meme when you need it'
b'The bean meme is still alive.'
b'Catch these sick new memes bro!'
b'Looks like the Nickle meme is remembered!'
b'the new meme is the friends we made along the way (:'
b'I was scolded by mum because I couldn\'t stop giggling when my mum said "I had to do it" and the only thing on my mind was that fkin meme.'
b'The \xe2\x80\x9cE\xe2\x80\x9d meme is one of my favorites in quite a while.'
b'*Insert that iconic meme about Eleni Foureira enters the ESC stage*'
b'fuck you, you don\xe2\x80\x99t deserve these my memes and gifs'
b'All these Eric Andr3 memes got me thinkin abt how quickly this nigga moved on to his new shorty. Tf happen btwn him &amp; Rosa, I liked them'
b'Sorry got caught up reading rpg books and drawing I might still tackle that image meme tomorrow.'
b'I think now that chai meme lady is just fucking with us'
b'The bean meme is still not cool.'
b'these renaissance memes are hilarious'
b'gawwd all these despacito memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'That "water :)" meme except it\'s my musical palate telling me to listen to any other band besides The Beach Boys lately.'
b'[that one meme voice] i think we ALL miss infinite...'
b'i am:\n\n\xe2\x9a\xaa straight\n\xe2\x9a\xaa gay\n\xf0\x9f\x94\x98 disappointed that this meme enforces the sexuality binary and isn\xe2\x80\x99t more inclusive by inc\xe2\x80\xa6 https://t.co/x1SM4HKEfQ'
b"Apparently, I'm becoming more sensitive. Not like crying more or anything but I can't stand any anger in the world,\xe2\x80\xa6 https://t.co/EYlPmSoxKA"
b'the #FourDreamProjects meme is good, keep reaching for the stars, artists'
b'that pic of yoon skipping rocks look like that one meme and when iFIND it omg'
b'That feeling when you remember *that* Porkhampton meme #toofunny #M32'
b"Alright. We need to stop with these fortnite memes. I love fortnite but this is stupid as fuck. It's a game. It's a\xe2\x80\xa6 https://t.co/lfmOFv77Tm"
b'that spongebob meme really gives me shivers'
b'ill get started on that voice meme soon'
b'wow after all the shit you\xe2\x80\x99ve said about our fandom u used that bts meme? Gaano kakapal mukha mo dzai?'
b'the Calarts meme is bad'
b"I should've added that seagull meme I'm"
b'i\xe2\x80\x99m such a local, retweeting these girl post memes'
b'These ucl final memes are killing me \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'my gf watching the golden state/houston game with me just now: omg i recognize a bunch of these guys from memes and gifs'
b'Hoping hou wins cuz these kd memes finna be lit \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'oh my fucking god the loss meme is turning a decade old on june 2nd'
b'i love these tzukook memes keep em coming'
b'Last tweet bout this but If the warriors lose, these summer memes are gonna be amazing just like when they gave up 3-1'
b'The beginning of Anpanman sounds like that spongebob meme'
b'i\'m glad that "dewey duck committed tax fraud" is the go-to tweet from me for ppl to do with that voice meme omg'
b'The Bogdanoff meme is one of the dumbest things I\xe2\x80\x99ve seen in crypto twitter so far. And I\xe2\x80\x99ve seen some dumb shit over here...'
b'IS IT BAD that I consider IkeSoren to be on some level a meme now. Reddit has tainted me.'
b'I POSTED THAT WHOLESOME MEME EARLIER ON SL DJDJDJ []'
b'i\xe2\x80\x99m depressed and john mayer is a meme now'
b'I am: \n\xe2\x9a\xaa\xef\xb8\x8fGay\n\xe2\x9a\xaa\xef\xb8\x8fStraight\n\xf0\x9f\x94\x98Realizing this trend is pretty much just like those other garbage memes like the drake one\xe2\x80\xa6 https://t.co/wGMQfzvlO4'
b'These are good Memes. Who is Smoloko?\xc2\xa0 https://t.co/4HSKXzddRI'
b'All these Harden 3pt memes are good, keep em coming'
b'that barney meme always makes me cry i hate it so much'
b'All these mo salah memes and I\xe2\x80\x99m just wondering if my baby is okay'
b'Ay, somebody take that Francine Meme and make a \xe2\x80\x9cHow Rhyme Fest apologize\xe2\x80\x9d and put \xe2\x80\x9cGIRL FUCK YALL\xe2\x80\x9d on it for me'
b"My dad: We'll go to Gristedes. Wait, I mean Dagostinos.\nMe: Isn't that the store our mugs are from?\nMy mom: No, tha\xe2\x80\xa6 https://t.co/Xt79gwtkhT"
b'That gun meme is so out. Bring back run meme'
b'Is post Malone a meme now?'
b'ive been trying to forget about this but a few weeks ago, a youth asked me if i had ever heard of this really funny\xe2\x80\xa6 https://t.co/cdCy6H5MC6'
b'All these football memes, I don\xe2\x80\x99t get it'
b'That one meme that says like how you don\xe2\x80\x99t gotta cheat on your gir bc she got multiple personalities.....yeah that\xe2\x80\x99s my life.'
b'These "black parents" memes are the fuckin gospel'
b"T pose meme needs to Die. It's been frankly the most obnoxious thing about Momocon"
b'These Rhymefest memes are hilarious'
b"PSA: don't steal my tweets and post them on Reddit\nAlso if u took that beasttroll meme seriously ur retarded"
b"don't sleep on my boy (shout out to @johnthorntonjr coming through with that driscoll meme) mr. engels.\n\nhis writin\xe2\x80\xa6 https://t.co/weFiWlfacL"
b'I wish there were people my age working with me so I could share these dank memes and I wouldn\xe2\x80\x99t have to explain even what a meme is'
b'oh shoot is that,,,, a meme'
b"me: hey dad don't forget i need the card details for the ticketsale\ndad: what ticketsale??\nme: @BTS_twt duh??\ndad:\xe2\x80\xa6 https://t.co/aoTACEutz4"
b'What is with the features for #SCGMINN stop it this meme needs to stop. 8wack vs mill. Really???'
b'These mmm memes are giving me life\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82 gummorning!'
b'These Karius Memes are killing me still \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These Karius memes ... \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad too funny'
b'I apologize for posting the meme I posted in regards to Tim Tebow and Colin Kaepernick,it was pointed out to me tha\xe2\x80\xa6 https://t.co/EdmHgQL7zD'
b'This #UCLFinal2018 really has supplied these streets with memes \xf0\x9f\x98\x82\xf0\x9f\x98\x87\xf0\x9f\x92\xab\xf0\x9f\x94\xa5'
b'Lrt is that the meme with the black woman and the black guy'
b'that little meme that says \xe2\x80\x9c you don\xe2\x80\x99t talk to your nigga all weekend &amp; you get on IG &amp; he had a baby shower \xe2\x80\x9c had\xe2\x80\xa6 https://t.co/vGg5qSejT9'
b'These Katie McGrath memes are hilarious \xf0\x9f\xa4\xa3'
b'Is Karius a meme now ?'
b'As I get older I lose patience to argue I\xe2\x80\x99m literally the \xe2\x80\x9ccould you please elaborate on that\xe2\x80\x9d \xe2\x80\x9cno\xe2\x80\x9d meme'
b'Jesus these Karius memes got bad real quick'
b'PEWDS JUST HIT US WITH THAT BONUS MEME'
b'All these UCL memes \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\x82'
b"Man, if I had seen some of these umineko memes before I got to that point in Episode 2, I probably would've gotten really depressed"
b'I can see a new i didnt see that coming meme with karius'
b'AAAAAAAAAH!!! Every FUCKING day with these STUPID fucking MEMES!'
b'Hahaha yarrr these post match memes are lit. I am still laughing. Nhi mukabla humour mae humara'
b"Where's that squidward meme of him looking out the window I need it"
b"I'm just living for these football memes tbh"
b'these karius memes already killing me lmaoooooo'
b'the demons meme is so fucking gay lmao this is worse than "every single time"'
b'These Karius memes have me crying real tears \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82 #UCLfinal'
b"Same ones praising that drake meme in a rap battle told me a few years ago the pimping curly shit didn't matter in\xe2\x80\xa6 https://t.co/3UpBzIYrYI"
b'These karius memes killing me'
b"Where's that E meme?"
b'I\xe2\x80\x99m livin for all these Karius memes rn\xf0\x9f\x92\x80'
b'Yall killing me with these football memes man \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'I am thoroughly enjoying these Karius memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These despacito 2 memes are so funny omg'
b'These karrius memes are killing me \xf0\x9f\x98\x82'
b'These karius memes are killing me\xf0\x9f\x98\x82'
b'I actually feel bad for Karius tbh. Like I\xe2\x80\x99m happy Liverpool lost. But poor guy. Will be a meme now'
b'Naaa these Karius memes are going to be on point \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These Karius memes and tweets are killing me \xf0\x9f\x98\x82\xf0\x9f\xa4\xa3\xe2\x98\xa0\xef\xb8\x8f\xf0\x9f\x92\x80'
b'Karius is such a meme now'
b'Karius you are a meme now'
b'That Zidane meme will live forever.'
b'Baleeeeeeeee i need that spiderman meme'
b'Why is moo a meme now?'
b'Someone tried to personify the \xe2\x80\x9cyour waifu is shit\xe2\x80\x9d meme except they spelled it \xe2\x80\x9cyou\xe2\x80\x99re\xe2\x80\x9d instead of \xe2\x80\x9cyour\xe2\x80\x9d. Good try tho \xf0\x9f\x91\x8c'
b'Karius is forever a meme now'
b'Karius is a meme now'
b'Karius is a meme now his life is over'
b'Do you know how sweet that Ludo meme is going to be tonight?'
b'These new memes are coming out faster than my internet speed.'
b'These Salah memes have been taking me out \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'These ramos memes \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'I have all these dank memes but no one to send them to \xf0\x9f\x98\xa2\xf0\x9f\x92\x94'
b'These Ramos memes are so lit  #UCLfinal'
b"gonna make a tag urself meme except it's just facets of my own personality bc apparently i think i'm funny enough to do that"
b'I need that Ronaldo meme pls'
b'These #repealedthe8th memes are getting me though the evening yuuuuuussssssssss'
b'That Kidnapped Bitcoin ntwana is a meme now?wow.'
b'ayy ayy all my brothers got that gas meme'
b'Someone please give me that #Klopp meme #UCLFinal2018'
b'The bean meme is still alive.'
b'benny rts the best stuff i never knew i needed that anpanman meme until now'
b"According to these horoscope memes, you are a horrible human being and don't deserve life. \n\n#StayRAW"
b'Ronaldo looking at Salah...hope someone got that for meme purposes'
b'the new meme is the friends we made along the way (:'
b'THE TEA MEME IS BEING OVERUSED AND IM SUING. that\xe2\x80\x99s all that\xe2\x80\x99s in my timeline'
b'All these \xe2\x80\x9csummer body\xe2\x80\x9d memes keep popping up on my TL and now I feel personally attacked.'
b'The Simpsons meme is just hilarious af.'
b'These privacy policy memes low key suck'
b"Someone send me that Jungkook meme where he's fanning himself please"
b'So the privacy policy update thing is a meme now oh okay'
b'I really need to stop with these Emenalo memes lmao'
b"months ago i told my Instagram followers i would do that pose meme thing but i've only done one out of ten requests so far"
b'I love seeing these GDPR memes coming up about all those emails from companies saying they have updated their priva\xe2\x80\xa6 https://t.co/FBi7jjlSWV'
b'I love all these MaStar Media memes'
b'The bean meme is still not cool.'
b'the ladies imagine this meme needs to die already i\xe2\x80\x99ve had enough'
b'Some of these pigeon memes can cut pretty deep if you let them.'
b'why did she have to fucking use that lizard meme thats my weakness'
b"That one meme &gt; stuff*\n\n*Unless it's good stuff"
b'HEY MOTHERFUCKER IS THAT A MEME YOU GOT THERE'
b'That Denzel meme is funny every time'
b'that kirby meme but in 3d'
b'Decided I\xe2\x80\x99m going to make that horrible meme'
b'these imagine this memes are getting out of hand'
b'i\xe2\x80\x99m already tired of that tea meme.'
b"Tis the meme lord chrome's birthday today\nits also mt best friends birthday today\ntoday is the day that two meme lords were born"
b'Damn these privacy policy memes \xf0\x9f\x98\x82'
b'i should buy a boat meme except it\xe2\x80\x99s i should go see ace\xe2\x80\x99s comeback'
b'These Privcay Policy memes are so predictable tbh'
b'Noosing causes alone and punnished gay these hot 2016 memes b-b-baka! -SAADbot 3.0'
b'can\xe2\x80\x99t believe y\xe2\x80\x99all really brought that \xe2\x9a\xaa\xef\xb8\x8f meme back'
b'only white people think the loss meme is funny'
b'oh great look at that a meme account reposted art abt how the word tr*p is transphobic only to make transphobic jok\xe2\x80\xa6 https://t.co/eFPycgE6SO'
b'in the future we will share memes using antimemes, thus ensuring that the meme stays fresh since no one can remember it'
b"I don't understand that YEET meme but for some reason I kept thinking people we're just saying YET but just ten times longer"
b"I just love that butterfly meme, it's so dumb"
b'Took a pepperoni pizza into a rave tent at a festival and ended up on 20 different snapchats with the commentary \xe2\x80\x9ca\xe2\x80\xa6 https://t.co/QRTHUX9tAk'
b'Am I the only one who finds these #faux survey memes a bit annoying'
b'i am a meme now \xf0\x9f\x98\xa6'
b'all these relatable student memes about avoiding responsibility are just offensive now'
b'Donghae with that baby. Meme-able \xf0\x9f\x98\x92'
b'y\xe2\x80\x99all be putting these accurate memes when you needa take yo own advice ..'
b'The loss meme is getting annoying already'
b'Counting both tumblr and CC, I have like 6 requests for that kissing meme of OQ + 21 (kiss on a place of insecurity\xe2\x80\xa6 https://t.co/GAJ3RJtjAd'
b"EVERYBODY THAT RETWEETED THAT JME MEME GO LISTEN TO HIS ALBUM INTERGRITY IT'S AWESOME"
b"HAHA That Christopher Robin movie look CREEPY AS FUCK hahaha what y'all smokin those tings look like bad trips!!! T\xe2\x80\xa6 https://t.co/YrErcOEYBc"
b'Yo y\xe2\x80\x99all so fast with these Pusha/Drake Memes. I\xe2\x80\x99m CRYING \xf0\x9f\xa4\xa3\xf0\x9f\x98\x82\xf0\x9f\xa4\xa3'
b'Megadeath imagine being offended at extra smooth JAMS autistic these hot 2016 memes Bungo. -SAADbot 3.0'
b'Looks like the Nickle meme is remembered!'
b'received the email from steam about the gdpr thing and i cant stop smiling because its pretty much a meme now'
b'the ladies imagine this meme needs to die right now or i\xe2\x80\x99m deleting twitter'
b'Some of these vegan memes are frikkin rude uno \xf0\x9f\x99\x84\xf0\x9f\x98\x91'
b'These doctor memes are so damn good. \xf0\x9f\x98\x84'
b'These all #infintywar memes hurt just as much as the movie did. Make them stop \xf0\x9f\x98\xad'
b'These GDPR Memes are killing me \xf0\x9f\x98\x82'
b'These \xe2\x80\x9cn\xe2\x80\x99t\xe2\x80\x9d memes are getting way out of hand \xf0\x9f\x98\x82'
b'These Drake &amp; Pusha memes got me DYING!!!!!'
b'i\xe2\x80\x99m so happy the bobbydo meme is coming back'
b'i checked and people already did that same meme sjdnd should i delete it?'
b'do you guys @MightyFricker69 @SoNotSchmee \nremember when we did that art meme....\nwe should do that again o0o'
b'Still can\xe2\x80\x99t get over the fact that we meme\xe2\x80\x99d a dude into the White House'
b'I fuckin hate these Anpanman memes because either BTS\xe2\x80\x99s Anpanman or the Anpanman theme song from my childhood goes off in my head'
b'You ever found that perfect meme to describe how you\xe2\x80\x99re feeling ?'
b'Can someone send me that Gaga meme on Insta live where someone comments "she\'s meditating" i need it fast skskksks'
b'So is recorded random ppl going to the restroom a meme now? Why do ppl fucking recorded ppl taking shits on public\xe2\x80\xa6 https://t.co/hBVxPnm5JL'
b'Rufino: "Where do you find all these dog memes" \xf0\x9f\x98\x82'
b'listen,, that spidey meme is just Too Good'
b'These magic jar memes is now officially normie'
b'social media is so raw \xf0\x9f\x98\x82 half these videos or memes that be having me 3 weak i wouldn\xe2\x80\x99t see'
b'Just stole that Momo meme from Angela'
b'Vorebjorn is a racist slur passing the butter a terrible idea these hot 2016 memes Badass white trash inc. -SAADbot 3.0'
b'what did i miss, i think captain america from that spiderman movie is a meme now ? ? ? idk tho'
b'pretend it\xe2\x80\x99s that anime meme but it\xe2\x80\x99s me looking at patrick warburton in a series of unfortunate events as lemony s\xe2\x80\xa6 https://t.co/ZvYk9hd62R'
b'These drake memes just trying , they don\xe2\x80\x99t wanna see him winning , but when that album drop every body gonna be bac\xe2\x80\xa6 https://t.co/7dnKzmLgzq'
b'Lmfao Michael doesn\xe2\x80\x99t like Drake so these Pusha T memes I\xe2\x80\x99m sending him are just hilarious to me'
b'These fucking memes about the \xe2\x80\x9cbeef\xe2\x80\x9d are amazing \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'And these pusha memes are the best'
b'oh shoot is that,,,, a meme'
b'This goes beyond a meme now. \nWe deserve better.\n#StahreOut'
b'These #GDPR memes are so dank'
b'way off topic but i just remembered when that graph meme was super popular and there was one that said "look at thi\xe2\x80\xa6 https://t.co/4wYAhp5dRq'
b"4 hours~~~ mostly sitting in this seat waiting~~~ where's that other meme? Im so bored omg!!"
b'These Pusha T memes bout to be lit. Do ya thang internet.'
b'i hsould probably work on drawings of other ppls hnk ocs for that one meme i stole but will i do that rn? possibly\xe2\x80\xa6 https://t.co/Pakoo2FsYx'
b'These privacy policy memes catch me off guard every. time.'
b'Ya know....these shredded cheese memes have made me feel really good about myself. I legitimately thought I was the only one.'
b'that highway meme except the sign on the left is reading and the exit sign is watching the sopranos, the swerving car is me'
b'all of these trans guy memes are hitting TOO HARD'
b'the mcdonalds triangle meme except the only image is normal anymore'
b'The bean meme is still not cool.'
b'having kids solely because of these \xe2\x80\x9cladies, imagine\xe2\x80\x9d memes'
b'Ok that question meme is done. Uhhhhhg took longer than I though PFFFFFFT.'
b'One of the nationwide-kid meme is beautiful to witness.'
b'these politician memes are not funny at all \xf0\x9f\x98\x92'
b'god im trying to do the rest of that writing meme but im blanking out on inspirations... ive never been inspired in my life officer'
b'I can\xe2\x80\x99t stop thinking about that Kirby meme'
b'I feel that my meme game is back to its good old 2012 levels of edgy'
b'I\xe2\x80\x99m\n\n\xe2\x9a\xaa\xef\xb8\x8f Straight\n\n\xe2\x9a\xaa\xef\xb8\x8f Gay\n\n\xf0\x9f\x94\x98 UX designer way too happy a radio button is a meme now'
b"What's up with all these Privacy Policy memes lately?? Did I miss something..?"
b"LMAO shangrila's member is being a meme now\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82"
b'im so fucking tired of these harambe memes'
b'Remember saying "I\'m gay" was a meme? Now I can guarantee that a lot of these people who said this are now unironically gay.'
b'\xe2\x80\x9cF*ck your mother\xe2\x80\x9d\n\n\xe2\x80\x9cYou son of a bitch\xe2\x80\x9d\n\n\xe2\x80\x9cYour wife is a prostitute\xe2\x80\x9d\n\nThese were all shouted at Tommy Robinson yes\xe2\x80\xa6 https://t.co/LNHfmyrlfW'
b'that simpons meme but its like..... No. Its the rx Cashiers that are wrong'
b'(People joke that my meme got LA Park booked in CMLL)\nMe last week: Haha I wish\nMe this week: This is plausible.'
b'Can\xe2\x80\x99t wait to see these LeBron \xe2\x80\x9cwhat??\xe2\x80\x9d Memes flow.'
b'IM@ GONNA DO THAT ENSTARS MEME I POSTED DONT WORRY im@just makin dinner'
b'All this drake meme needs to stop honestly. been reading since suhoor now Kpop stan has come juga. IM DED.'
b'IS THAT ONE MEME ABOUT FREAKING INFINITY WAR'
b'the gorl meme is the possibly the best meme in existence'
b'well im sad to announce that the meme quilt project has been cancelled. someone has already jacked off on it instead of adding their patch'
b'Can\xe2\x80\x99t get over all these bogdanoff memes - haven\xe2\x80\x99t laughed so much in ages \xf0\x9f\x98\x82'
b'im bout to send all my followers an invoice for all these fire ass memes i be tweeting'
b'Why is updating a privacy policy a meme now??'
b'Is it possible to mute a hashtag? These perlisissmall memes are as usual, unfunny 99% of the time its creeping on my nerves lol'
b'My mom is drunk af sending me these funny ass memes'
b"Premier League fans telling everyone they should root for Real Madrid just because they don't want to deal with Liv\xe2\x80\xa6 https://t.co/8rEymoKshb"
b'The "gorl" meme is'
b"I fucking love these GDPR memes and you can't stop me from it."
b'Honestly loving all these privacy policy memes going around today.\n\nNikki Perez from AppNana must be jealous.'
b'Anyone who plays destiny 2 and streams should check this guy thinks the spongebob meme is a scam.'
b'The bean meme is still alive.'
b'posted that character meme and immediately forgot all characters i relate to'
b'shawn mendes looks good in that one meme picture only'
b'That fucking child running around with a knife meme, except with Siete and Quatre'
b'my roommate be sending me all these military memes, sis I\xe2\x80\x99m not one of them \xf0\x9f\x98\x82'
b'The fact that big time magazines are making whole articles about \xe2\x80\x9cwhat the latest meme is\xe2\x80\x9d is kinda (wait no not ki\xe2\x80\xa6 https://t.co/L8FDTVMr7c'
b'AAAAAAAAAH!!! Every FUCKING day with these STUPID fucking MEMES!'
b'The shattering glass meme needs to be applied to Kevin Love, stat.'
b'That singar meme is odee lmfao'
b'Lmfaoo these Denzel memes'
b'*still fuzzy on the Virgil reference but is cackling at these gifs/memes* \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'Been seeing a lot of ppl getting into Fighbird because of that pigeon meme. Might hafta join em.'
b'THESE JACOB MEMES ARE GONNA MAKE ME LOSE MY MIND.'
b'These Duppy Freestyle memes are golden \xf0\x9f\x98\x82 this is what I\xe2\x80\x99m here for'
b'These threads &amp; memes got me in tears \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'the single / in a relationship meme except it\xe2\x80\x99s \xe2\x80\x9cim monky\xe2\x80\x9d'
b'If the Cavs lose tonight, these Lebron memes are gonna be wild\xf0\x9f\x98\x82'
b'THE STREAM LITERALLY LOOKS LIKE THAT NOKIA MEME WITH THE PHONES UP'
b'It occurs to me that the meme that @ICE and @CBP "Lose" children of detained immigrants is likely utter BS. It is s\xe2\x80\xa6 https://t.co/p6FLhuJBUC'
b'I swear y\xe2\x80\x99all got these drake memes saved for every occasion \xf0\x9f\x98\x82'
b'These Delano gym memes \xf0\x9f\x98\x82\xf0\x9f\x92\x80\xf0\x9f\x94\xa5'
b'Have y\xe2\x80\x99all seen that meme about alternate universe gay people voting on hetero rights? Ok that meme except POC voti\xe2\x80\xa6 https://t.co/v5q6qm9Epp'
b'Drake broke the internet apparently. This is better than that PowerPoint meme slideshow he did in his beef with Meek Mill.'
b'That Ross meme funny lol'
b'All these drake memes are to funny'
b'Duppy was dope but sheesh my g ... y\xe2\x80\x99all stretching these gifs and memes fuck outta here'
b'These duppy freestyle memes got in tears \xf0\x9f\x98\xad'
b'Y\xe2\x80\x99all foul with all these Whitney memes lol'
b'all day sleepy, 2am WHAT ABOUT WE TEST THAT SHITTY MEME JUST INCASE FOR REGIONALS'
b'I know twitch chat calling everything a c9 is a meme now but hooolyyy is it annoying'
b'These drake memes killin me bruh kmfsl'
b'Can someone find me that opossum meme where he\xe2\x80\x99s in the dumpster and he says leave me alone w my trash it\xe2\x80\x99s for science'
b'These Drake &amp; Pusha memes got me DYING!!!!!'
b'Help I\xe2\x80\x99m getting my hair cut Tuesday and I\xe2\x80\x99m so tempted to shave it all off, someone stop me'
b'DOES ANYONE WANNA DO THAT ARTIST MEME THING WHERE SOMEONE DRAWS AND TJE OTHER PERSON COLORS'
b'these damn memes got me dyiingggg \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'that moronsexual meme but its battler and beatrice\n\ninstead of stripping herself beatrice kills him'
b'These dispersion memes are boring now \xf0\x9f\x98\xa9\xf0\x9f\x98\xaa'
b'Nothing makes me happier than seeing people tweet that a meme/joke/reference is so overdone, and I have no idea what it is.'
b'Twitter got me rolling with these drake related memes \xf0\x9f\x98\x82'
b'I need me a lil boo to send these funny ass memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Whether you like his music or not. Drake one of the only rappers right now that keeps it all the way hip hop in the\xe2\x80\xa6 https://t.co/EScNmExJOW'
b'Y\xe2\x80\x99all killing me with these got damn memes man. Fck \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'Friendly reminder that all meme makers automatically enter heaven.'
b'Y\xe2\x80\x99all why are these zodiac sign memes so true!?! I\xe2\x80\x99m a cusp baby and I fall into both half assed apologies\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xe2\x80\xa6 https://t.co/Nbmx86Fgrk'
b'I know I\xe2\x80\x99ve posted or retweeted that @SouthPark meme of Randy doing a wine tasting like 3 times but I don\xe2\x80\x99t care be\xe2\x80\xa6 https://t.co/KRfVgMcugc'
b'Whats up these spicy memes'
b'why doesnt that New Meme Triangle include \xe2\x80\x9cit\xe2\x80\x99s vinegar, p'
b'I\xe2\x80\x99m: \n\nO    Not sure\nO    How to make\nO    That queer meme'
b'Saying that a meme is already dead is such normie bullshit... \nNANI ?!'
b'my big misophonia revelation is helping me realize the reason i Fucking Hate the hewwo meme is that it combines two\xe2\x80\xa6 https://t.co/6rdvueN10i'
b'I don\xe2\x80\x99t get any of these privacy policy memes'
b'Why is the phrase "we have updated our privacy policy" a meme now? Are we really digging into the bottom of the bar\xe2\x80\xa6 https://t.co/zGqoQGRCJl'
b'Keep seeing that $40 meme. Idgaf if I do need $40 imma still say wtf I want and you\xe2\x80\x99re still not gonna say whatever you want tf'
b'VLAD! THESE ARE LIVE MEMES!'
b'all these cocaine memes are fuckin great'
b'Why is privacy policy a meme now?'
b'Jesus y\xe2\x80\x99all ever go on whatsapp stories and see all these relationship memes these gals be posting. It\xe2\x80\x99s like a cry for help'
b'NDP @tasleemRiaz1 accused of antisemitic posting  e Hitler Meme "horrified that inappropriate meme on my FB page. I\xe2\x80\xa6 https://t.co/Hnx17bsaZr'
b'the morosexual meme is me abt ted logan'
b'I organized all my BTS memes into an album and I have about 800 photos this is why I have no storage left and THESE\xe2\x80\xa6 https://t.co/ZSDrk1SNTj'
b'These GDPR memes are hilarioius'
b'Is anyone else looking at these radio button memes and thinking, "That\'s not how radio buttons work. Get you some checkboxes!"?'
b'I was wondering what all these privacy policy memes were about so i checked my email... oh boy what is happening'
b"Carry on my timeline; Let's keep up these awesome sauce for these spicy memes"
b'I just posted that bunny meme on Facebook to be edgy'
b'Omg I know i am like 8 years late but I just learned that Laura Robson actually called other girls \xe2\x80\x9csluts\xe2\x80\x9d in 2010.\xe2\x80\xa6 https://t.co/0ARSJcL0ky'
b'I am loving these privacy policy memes'
b'All these guys posting memes about all El Paso girls being hoes, lol. Maybe stop going for the same basic bitches \xf0\x9f\xa4\xb7\xf0\x9f\x8f\xbb\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f'
b'Ok, you digest the fact that you are a meme during the following days. But then months pass and you still get roast\xe2\x80\xa6 https://t.co/4rdP62t6Yw'
b'lrt I NEED to do that OC meme to see how easily I could fill it with 100 characters lol'
b'When @Twitter tells you that a meme is taking over, just know that it\xe2\x80\x99s not'
b'Was wondering what all these privacy policy memes were about then I checked my email \xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbe\xe2\x80\x8d\xe2\x99\x82\xef\xb8\x8f\xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbe\xe2\x80\x8d\xe2\x99\x82\xef\xb8\x8f'
b'LOL! That GIF was from Intervention?!?!?! Whoever made that a meme is DIRTY. @desusandmero'
b'Omg now I understand all of these privacy policy memes'
b"LRT it's kinda nostalgic seeing all these McDonalds memes since I watched those old VHS McDonalds movies."
b'they were playing what makes you beautiful in the cafeteria and that one meme where it just kept on saying you\xe2\x80\x99re i\xe2\x80\xa6 https://t.co/KAC8ODmUKx'
b'Just taught a 5yo student the proper way to use "what are THOOOOOSE?" Like the actual licensed educator I am, I exp\xe2\x80\xa6 https://t.co/mXamTzQDF3'
b"Chenle is that one meme that you send to everyone even though they don't know him"
b'Knew martyrs college was going down the pan the second that fucking meme wall was created'
b'These $40 memes are too much \xf0\x9f\x98\xad'
b"I'm living for all these heart memes."
b"Y'all got me weak with these water memes and shit bro \xf0\x9f\x92\x80"
b'i hate that for that like meme everyone is just liking the vampires reply'
b'all these dna memes lmao'
b'These GCSE memes are the only thing keeping me going rn'
b'no homo @d_batt8 but im glad you tagged me in that harambe meme on fb last year \xf0\x9f\x92\x9b'
b'All these ornstein memes have me dead \xf0\x9f\x98\x82'
b'NONE OF THESE ARE MEMES.'
b"I can't wait to show my mom all these Minion memes that I found on the Internet!"
b'these hot take memes always suck \xe2\x80\x94 I havent looked at this is so long i dunno what its referring to but i agree https://t.co/4pkWnlsn43'
b'why is the Ali-a intro a meme now?'
b'I actually WANT to do most the things y\xe2\x80\x99all post in these \xe2\x80\x9churt men\xe2\x80\x9d memes but ON GOD! I will never be out here doi\xe2\x80\xa6 https://t.co/UvsincB3G2'
b'I\xe2\x80\x99m:\n\xe2\x9a\xaa\xef\xb8\x8f gay\n\xe2\x9a\xaa\xef\xb8\x8f straight\n\xf0\x9f\x94\x98 under the impression that this meme sucks'
b'my grandma talks about how being gay is repulsive and my bisexual ass is sitting there like that spongebob meme like \xe2\x80\x9cok\xe2\x80\x9d'
b'all these \xe2\x80\x9ci\xe2\x80\x99m...\xe2\x80\x9d memes are all fun and games until u end up not being able to remember what songs they\xe2\x80\x99re from'
b'isn\xe2\x80\x99t that \xe2\x80\x9cnew meme that\xe2\x80\x99s taking over\xe2\x80\x9d something stan twitter has done for ages agskdidkf'
b'These Pusha T memes are almost as good as the album \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'I usually don\xe2\x80\x99t do these post memes but... I wanna answer that feh question thread'
b'I\xe2\x80\x99m not understanding these Pusha memes. Coke rap makes you want to DO coke?? Not sell it, but actually do it??'
b'The only reason I remembered \xe2\x80\x9cgirls of that class\xe2\x80\x9d is because of that gru meme lmao #GCSEenglish'
b"y'all know that b99 meme of rosa having the dog for one day? that's me with shuten rn"
b'i hate that the easter island heads are becoming a meme now bc i was trying to make it happen in 2013. i\xe2\x80\x99m a trendsetter \xf0\x9f\x97\xbf'
b'The #Holocaust is essential for Zionism they need it to justify having their own state and their illegal never insp\xe2\x80\xa6 https://t.co/vkhyZjM1NZ'
b'These Arthur memes get better and better I swear lmfao'
b'The BUIDL meme is lame. Nothing about it is counterintuitive or controversial. HODL on the other hand has, shall we\xe2\x80\xa6 https://t.co/PWeOkiNN64'
b'These exam memes are making my life\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'You know that emo meme where ppl have the emo bangs and they\xe2\x80\x99re like \xe2\x80\x9cwhat we see vs what they see\xe2\x80\x9d and it\xe2\x80\x99s half t\xe2\x80\xa6 https://t.co/s5XmVEBaPp'
b'I\xe2\x80\x99ve been seeing the privacy policy meme go around and I have no idea why it\xe2\x80\x99s a meme now XD'
b'___ is now a meme needs to die. Im doin it for:'
b'did anyone make a "BanG Dream! Gorls Band Party" joke while that "gorls" meme was happening'
b'wow, does that work? meme'
b'The bean meme is still not cool.'
b'these hotdog memes are being made'
b'there was a post on here with a video of that sao meme with the blue hair guy and pink hair girl talking and the vo\xe2\x80\xa6 https://t.co/eg9lEXyLO9'
b"hey so why the fuck isn't that plastic love song on spotify isn't that a meme it should be on spotify let me have my plastic love"
b"Y'all thought I'm a meme now wait till you see this"
b'The MFF vs AC numbers are a meme, now:'
b'okay but I love all these royal wedding memes, they literally make me cackle'
b'Who tf created these fb memes that are cut in half while the top portion plays some weird waiting room music!???\xf0\x9f\xa4\x94\xf0\x9f\xa4\xb7\xf0\x9f\x8f\xbe\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f\xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbe\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f'
b"i thought these privacy policy memes were a joke.... i wasn't ready"
b'These Ornstein memes always kill me. \xf0\x9f\x98\x82'
b'That one meme, you know the one, where I oogle at Warriors and ignore other animal-centric fantasy media with flesh\xe2\x80\xa6 https://t.co/yAFIzZST6t'
b'Wild shit that puts a weird taste in my mouth; people editing that one meme so bi is replaced w/ pan instead of just adding it on'
b'Ok so in this month alone i\'ve gotten 19 emails titled "Privacy policy update" or "changing terms of service"\n\nDoes\xe2\x80\xa6 https://t.co/OEpfNkDLpn'
b'OK that Drake meme but it\xe2\x80\x99s TV Guides classic \xe2\x80\x9cCheers\xe2\x80\x9d and \xe2\x80\x9cJeers\xe2\x80\x9d column.'
b'Twitter imagine this,\n\nit\xe2\x80\x99s two weeks from now, you\xe2\x80\x99re scrolling through twitter, you don\xe2\x80\x99t see any of these LADIES memes, life is good'
b"I'm living for all these pusha t memes"
b'How about full of shit? Is that a meme?'
b'Some of these \xe2\x80\x9chow _____ apologize\xe2\x80\x9d memes are funny and some are straight abusive. Sheesh \xf0\x9f\x98\xa9'
b'that fuckin meme has ruined "livin\' on a prayer" forever. all I hear is lemon on a chair..'
b'yuta at a corner laughing at dotae bickering over eggs [insert that one meme]'
b'when I get on lunch break we all better be done with these tired memes that are the same joke every time just with a different song lyric'
b"nasser and I are that brain meme where they're connected except it's about older women in ribber neck sweaters and pencil skirts with tights"
b'The slab meme is some next level shit.'
b'John Mayer is literally a meme now'
b'these crosstag memes are putting me in such a rwby mood and idk if i like it or hate it'
b'so done with these kermit memes \xf0\x9f\x98\x82'
b'should miss kelsey learn portuguese?? i know spanish already but i want to understand these brazilian memes so bad'
b"Signs that a meme is dead and you shouldn't use it anymore: https://t.co/2OfULE8TWL"
b'OH THANK GOD CCP CHANGED THIS. IT WAS SO IMPORTANT! "Amarr Dreadnought Mastery IV now requires Capital Energy Turre\xe2\x80\xa6 https://t.co/nmbgPY9dmY'
b'also through making that shitty meme i learnt pacman and bad box art megaman are in street fighter x tekken. i mean\xe2\x80\xa6 https://t.co/g4YdZ078Vq'
b'lrt is this a meme now. i want this to be a meme'
b"I don't wipe ur blood dude dude these wacky internet memes on fire?"
b'I work with a lot of cornballs\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3 they sending all these \xe2\x80\x9chappy Friday\xe2\x80\x9d memes....\xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbe\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f'
b'our society has made it so low that a brick is a meme now'
b"how did these 'picture this' memes make a comeback?? stop"
b'So CalArts is a meme now'
b'is "we\'ve updated our privacy policy" a meme now?'
b'The bean meme is still alive.'
b'"Accuracy" is a meme now.\n\nThanks internet.\n#BattlefieldV'
b'MY GALLERY CAN CHOKE WITH ALL THESE STRAY KIDS MEMES IM SAVING'
b'The bean meme is still not cool.'
b"IKYWT was that bitch and y'all ruined it with that goat meme. thank the good Lord Taylor loved it, because if not im puching y'all for her."
b'Remember that one meme that was like \xe2\x80\x9cthat\xe2\x80\x99s some top banter oi let\xe2\x80\x99s get a cheeky nandos\xe2\x80\x9d'
b'Should I delete all these roblox twitch memes from my computer \xf0\x9f\xa4\x94'
b'Literally anything can become a meme. \xe2\x80\x99Top 10 Anime Betrayals\xe2\x80\x99 is a meme now too'
b'I\xe2\x80\x99m: \n\xe2\x9a\xaa\xef\xb8\x8fGay\n\xe2\x9a\xaa\xef\xb8\x8fstraight \n\xf0\x9f\x94\x98annoyed that this meme has literally been a thing for forever why is it becoming a thing now'
b'These exo memes around 2012 are so lame and embarrassing....'
b'All these halo memes really making me wanna play halo 3 bro \xf0\x9f\x98\x94'
b'wheres that monika meme'
b'GDI NCT REALLY INCORPORATED THAT POPULAR MEME DANCE OHGOD WHY DO I STAN CRACKHEADS AGAIN?'
b'um the ladies imagine meme NEEDS TO STOP'
b'Gonna make a huge banner of that one meme and it\'ll say\n"this job isn\'t that bad\nyou guys are just ungrateful"\nand\xe2\x80\xa6 https://t.co/cDA58x61iY'
b'The fact that that meme I made abt pedal fandom being minority is being retweeted on a regular basis (srsly) makes\xe2\x80\xa6 https://t.co/Gb89usMcg0'
b'I was looking at that ask meme floating around and was puzzling over the \xe2\x80\x98when did you last cry\xe2\x80\x99 question; then I r\xe2\x80\xa6 https://t.co/cZn0bYqo9K'
b'oh shoot is that,,,, a meme'
b'Y\xe2\x80\x99all remember the crave that mineral meme'
b'im living for all these heart memes aahh\xf0\x9f\x92\x95\xf0\x9f\x92\x96\xf0\x9f\x92\x97\xf0\x9f\x92\x9d\xf0\x9f\x92\x9e\xf0\x9f\x92\x9f\xf0\x9f\x92\x93'
b'These Weinstein memes better a FLY LIKE HOTCAKES TODAY! Keep that same energy y\xe2\x80\x99all kept with Cosby, Usher, shitt y\xe2\x80\xa6 https://t.co/OT4ie73KZU'
b'hi jongin. kya. that soft meme is so cute.'
b'the "I\'m not feeling so good" meme except it\'s a bunch of mailing lists'
b'all these GiTS memes on my TL falling for the meme'
b"So #GDPRday is finally here &amp; we have to admit we've had a good chuckle in the office this morning at these #GDPR m\xe2\x80\xa6 https://t.co/CIpXnKGcpt"
b'.@PoshFerret I can "dook" these ferret memes all day.'
b'i haven\xe2\x80\x99t heard push\xe2\x80\x99s album yet\n\n&amp; these cocaine memes \n\nr already killing me \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'all these grimes memes remind me of an average episode of twin peaks'
b'Bruh that \xe2\x80\x9cgorl\xe2\x80\x9d meme died so fast lmao'
b'#SouthAfricansShouldBeTold that speaking "meme" doesn\'t make you superior!! \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'which local came up with that biggesphere meme'
b"I'm going to awaken't now. (I had to use that shit meme sometime)\nGoodnight guys! :) Hope you guys had a good day."
b'Imma do that character meme tomorrow at the airport \xf0\x9f\x8e\x88'
b'What are these math memes I\xe2\x80\x99m seeing about XiV 4.3 is this fucking SophEX/O3S and people sperging cause you have to use your brain again'
b'These Katie Hopkins Memes Are Taking Me All the Way Out'
b"For some reason everyone is raging about a certain game and it's series, I've always seen them do that so I'm not s\xe2\x80\xa6 https://t.co/YqKpGgJeYB"
b'LMAO that Patrick meme broke Twitter'
b'That Meghan meme is still making me lol'
b"guys don't get mad but some of these TB death memes are pretty funny"
b'Why is Cask of Amontillado a meme now??? I figured the general population didnt even know it'
b'Where y\xe2\x80\x99all finding all these cocaine memes?'
b'oksjt watched ko tey to edit that simpaon meme for like five minutes straighthtband he couldnt figure out how to do it fus hes balzed'
b'me coming late to the evil kermit meme except one me is talking about the necessity of avoiding the commodification\xe2\x80\xa6 https://t.co/ePZlriUQt4'
b'The bean meme is still not cool.'
b'The bean meme is still alive.'
b'These grime memes crack me up'
b'I wish all these funny memes was around when I was graduating'
b'Lemme finish watch this show do I can know what these twitters memes is'
b'Why these bean memes so funny'
b"If I wasn't emotionally invested in the series these Draymond tripping memes would be funny \xf0\x9f\x98\x82"
b'That anxiety you get looking for that perfect meme for the group chat before anyone else responds'
b"I'm gonna keep it 100: These Rockets memes is gonna hurt the next 2 days. I'm HOPING it's only for 2 days and not t\xe2\x80\xa6 https://t.co/s2z8BiwVqW"
b"Yo I'm having a breakfast at ihop, what's up with all these shitty twitter memes right now?"
b'The \xe2\x80\x9cstronger than the marines\xe2\x80\x9d meme is so powerful'
b'Lovin these hagrid memes \xf0\x9f\x98\x82'
b'I\xe2\x80\x99m a meme now! Thanks @TylerObes \xf0\x9f\x98\x92'
b'These playoff memes are hilarious'
b'lmfaoo these Draymond Green Memes &gt;&gt;&gt; \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Even till this day, I could never run away from that stupid meme, even if I had the white vans... \xf0\x9f\x98\xab'
b'There\xe2\x80\x99s a dude dancing on the stage that looks like that salt meme guy and his shirt is unbuttoned and I\xe2\x80\x99m weak?????'
b'tweeting weeknd lyrics again.. *back on that bullshit meme*'
b'nicki kinda won the whole remy rap feud when i found out that she actually shot her friend over a thousand dollars.\xe2\x80\xa6 https://t.co/wuilW6iQSQ'
b'Can\xe2\x80\x99t wait for that Draymond meme to come out'
b'I guarantee that obnoxious meme culture will persist even through the post apocalypse'
b'i think a #draymond #green dropping that pass meme is in order, dont let me down interwebs #nba #NBAPlayoffs #NBAPlayoffs2018'
b'Draymond gotta be a meme now'
b'Creepy weebs from China\nTry to steal your illustrations\nAnd little girls from Sweden\nDream of singing Snow Halation\xe2\x80\xa6 https://t.co/Ujv9TXSahT'
b'I\xe2\x80\x99m so mad because my ex follows all these meme accounts that I introduced him too and now i always see his usernam\xe2\x80\xa6 https://t.co/ggzm0NgW7C'
b'That \xe2\x80\x9cwhat\xe2\x80\x99s your one weird superpower\xe2\x80\x9d meme except the opposite \xe2\x80\x94 I have never once poured the correct amount of milk on cereal'
b'These Katie Hopkins Memes Are Taking Me All the Way Out'
b'Do people know what snacks they are? There are so many I know and those who see this know who u are bintches. But l\xe2\x80\xa6 https://t.co/AQ89p4HWaM'
b'Looking at hikes across the uk is my mood for 10:56 pm right now'
b"Imagine this. Its 10 days from now. A new meme format has been created. It's funny, and hasn't been overused yet. Y\xe2\x80\xa6 https://t.co/lcxBVCGmnr"
b'The best meme is having tons of people who you want to be friends with on Twitter but are too chicken to do anything about it.'
b'that eric andre "who shot (x)" meme except it\'s me shooting bike and asking "who foddered off bike for one measly ghb elite clear"'
b'Someone make that Chris Paul shimmey into a meme now!'
b'I need that CP3 meme!'
b'oh my god is that pokemon meme w az and his floette really \xe2\x80\x9cits been 3000 years\xe2\x80\x9d bc thats like. ballpark range of h\xe2\x80\xa6 https://t.co/cjQuZofXo4'
b'Make Chris Paul a meme NOW !'
b'Please make that a meme now!'
b'I need that CP3 meme asap twitter'
b'sentence fragments are a meme now.'
b'im dying because i really really really wanna say this im that spongebob meme where hes about to explode im about t\xe2\x80\xa6 https://t.co/8WWfkjy1WZ'
b'my irls sending my these cringey kpop memes like the kboo ones i swear ihml'
b'i wonder how many people know "press F to pay respects" is from call of duty and how many people just use it as "that F meme"'
b'Coworker and I were talking games with deep dialouges. I picked Crisis Core&amp;he picks Metal Gear. Yep! Such deep com\xe2\x80\xa6 https://t.co/iKSnFkihOP'
b'Might just go back to school so these school memes are relevant'
b'The soyboy meme is legitimately one of the saddest memes to have ever come to fruition because it\xe2\x80\x99s 100% true'
b'It\xe2\x80\x99s funny that that meme of the dude getting put up on the fence by his girl is getting popular cuz really that\xe2\x80\x99s\xe2\x80\xa6 https://t.co/Rxy6EMbdG7'
b'MAN! These David Cage memes are coming hard now!!!'
b'anyone remember that oc meme that has the "joke oc who you ended up being fond of?" i thought i didn\'t have that oc but now i think i do'
b'The bean meme is still not cool.'
b'I have to stop posting these school shooting memes i swear'
b'patiently waiting on these Morgan Freeman memes to appear out of nowhere \xf0\x9f\x99\x84\xf0\x9f\x99\x87\xf0\x9f\x8f\xbe'
b'All these 13 Reasons memes have spoilers and I HAVENT WATCHED IT YET \xf0\x9f\x98\xa4\xf0\x9f\x98\xa4'
b'Lmao these Karl memes are killing me \xf0\x9f\x98\xad'
b'thinking about legally changing my name to jeff bc then when someone asks my name I can say "my name jeff" and it w\xe2\x80\xa6 https://t.co/DwROC12tM1'
b'I can\xe2\x80\x99t believe Kocon is a meme now!'
b'the thor protecting the lesbians meme is just a reincarnation of the babadook is gay meme but go off i guess'
b'Just imagine that people actually think the loss meme is funny'
b'mood: the smugness of gen x people still talking about teenagers eating tide pods because they think that every mem\xe2\x80\xa6 https://t.co/ctppuCHOht'
b'Beautiful by Christina Aguilera came on and it reminded me of that music meme'
b'Is Jason Derulo a meme now'
b'hello Twitter. where are all these Nier Automata memes coming from all of a sudden, and why didn\xe2\x80\x99t I get the memo?'
b'Since @finestintheshop tweeted that Liability meme I can\xe2\x80\x99t stop listening to it'
b"I make these anime memes and I don't even watch anime... \n\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbc\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f\xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbd\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f\xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbf\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f\xf0\x9f\xa4\xa6\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f\xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbe\xe2\x80\x8d\xe2\x99\x82\xef\xb8\x8f"
b'Propaganda Rule #2\xe2\x80\x93 Anyone attempting to disapprove the truth of the disinformation meme is targeted for ridicule a\xe2\x80\xa6 https://t.co/lqwEmnB57P'
b'WHATS THAT PICTURE (MEME) WITH AN OLD LADY IN A REACTS STYLE VIDEO WATCHING TWO MEN KISS (maybe, the specifics are\xe2\x80\xa6 https://t.co/9LbDtKE4rJ'
b'Why are cold showers after being outside in the sun all day the best things to ever happen?'
b'what\xe2\x80\x99s up with these doctor-patient memes \xf0\x9f\x98\x82'
b'Are you ever just so sleep deprived that every meme makes you laugh super hard? No? Yeah me neither \xf0\x9f\x98\x85'
b'I tried drawing dan and he looks like that bread meme'
b'the best thing about the latest meme is seeing the immediate change between Gay Straight to Gay Bi'
b'that butterfly meme but the butterfly is a couple pecking each other on the lips in public and the dude is prudes a\xe2\x80\xa6 https://t.co/YEtlIo5Neq'
b'Work computer hard drive is toast. Maybe, I shouldn\xe2\x80\x99t have shared that JT Meme? May is trying to destroy me.'
b"What's up with these split memes on Facebook?? Dumb"
b"Fellas don't let these hoe ass memes fool ya. There are still loyal beautiful women out there who cook clean and en\xe2\x80\xa6 https://t.co/NQJEA7uxON"
b"Glad I left the community  these Ann frank memes just aren't funny at all but I'm not gonna complain or pretend I c\xe2\x80\xa6 https://t.co/ID0gYHiFgN"
b"i can't wait to retweet all these crinkle cage memes"
b'The bean meme is still not cool.'
b'"What\'s that internet meme guy? Edward scissor hands pickle fingers?" My wife in reference to salad fingers.'
b"lrt reminds me i once typed that same meme but with you should have come to shiratorizawa gdhd it's still in my drafts i never posted it"
b'the most cursed thing about the CalArts meme is that the artstyle it wants to make fun was pioneered by not a single person who went CalArts'
b'My coworkers are so old. They just referred to a person in the office as the \xe2\x80\x9cMeme Lady,\xe2\x80\x9d as if the term isn\xe2\x80\x99t \xe2\x80\x9cMem\xe2\x80\xa6 https://t.co/8QNHI3zHKQ'
b'I told someone on fb that their meme was bad and in response, they just sent me a picture of bullets lmao'
b'imagine me actually getting twitter back for these gcse memes'
b"\xf0\x9f\x9a\xa8FT I know you're struggling to grow on FT but trust me if you like this tweet and follow everyone that likes this\xe2\x80\xa6 https://t.co/lj9S75bsbV"
b'Jungomania howdy the biggest fuck you to mankind deadly these hot 2016 memes Badass white trash inc. -SAADbot 3.0'
b'I cannot freaking live without these BTS updates/memes/gifs/loops \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'Ok so are the main characters in Darling in the Franxyz actually similar to Dominick and Anemone from Eureka 7 or i\xe2\x80\xa6 https://t.co/TdshDPL79A'
b'dude these n\xe2\x80\x99t memes are so dumb theyre not even good they\xe2\x80\x99re just funnyn\xe2\x80\x99t'
b'I ate some Arbys and got that pound of Roast Beef N Cheddar. Then I thought about that stupid Meme of the compariso\xe2\x80\xa6 https://t.co/ZRmsRz4WnD'
b'Facebook and these lil baby memes \xf0\x9f\x98\xad\xf0\x9f\x92\x80'
b"Can't wait to see Infinity War in three months and find out what that triangles meme is.\n\nFor a while I thought it was a Frasier meme \xf0\x9f\x98\x85"
b"Ladies picture this\nIt is today, you're eating ravioli or some other snack that usually wouldn't fit the scenario a\xe2\x80\xa6 https://t.co/N0lQuhvQrU"
b"turned off notifs for people who don't follow me so i didn't realize that t-pose meme already hit 100 likes"
b'I look like half-assed Bane cosplay.\n\nI look like a bad Andrew WK cover album.\n\nI look like that furry meme, but a\xe2\x80\xa6 https://t.co/LRIdaNxiTV'
b'Now that Megan Markle cant use social media she wont be seeing all these lifechanging memes about her\xf0\x9f\x98\xa9\xf0\x9f\xa4\xa3'
b'that soft meme is so cute.'
b'i hate to deliver this message on a thursday afternoon, but just a reminder that the butterfly meme is dead \n\nagain\xe2\x80\xa6 https://t.co/CYLYhmSGNe'
b'Did that shipping meme make me loose 3 followers? Wow lmao'
b'I\'m the living embodiment of that one meme with a dog in a burning house saying "this is fine"'
b'kiyu is going wild with that cat meme'
b'according to that twitter meme women are exceptionally skilled at administrative tasks and work 2x harder than men.\xe2\x80\xa6 https://t.co/8XE5PqrcFy'
b'Sher Ramsay has become a meme now'
b'I\'m a heartless bitch because "I don\'t feel so good." doesn\'t make me sad anymore it\'s just a meme now'
b'You know what, seeing these GCSE memes have reminded me of how much of a bitch they were. I honestly think that A l\xe2\x80\xa6 https://t.co/3EoPTwiDXp'
b'i still haven\xe2\x80\x99t infinity war and i\xe2\x80\x99m tired of these thanos memes'
b'The bean meme is still alive.'
b'People will really post a meme now a days and credit it as truth, that\xe2\x80\x99s where America has come.'
b'WHY ARE ALL THESE SPONGEBOB MEMES ABOUT INCEST. In need of a #memeologist to explain.'
b'Stop quoting that Obama meme w popular opinions'
b'AAAAAAAAAH!!! Every FUCKING day with these STUPID fucking MEMES!'
b'Can someone explain to me why T-posing is a meme now?'
b'Who creates these Facebook memes?? First with the videos, we got past that. BUT now you want to split the video in\xe2\x80\xa6 https://t.co/NrMqjF7PcQ'
b'These fresh Detroit memes are great'
b'did you know that every meme that migrates to a school instantly dies, an example of this weird yet obvious phenome\xe2\x80\xa6 https://t.co/gQIHZ45fa5'
b'im glad that writing meme stopped at 19 likes bc i wouldnt be able to answer the last question if my life depended on it'
b'These days memes about a piece of news arrive before the news itself. Was wondering why I kept seeing memes of Morg\xe2\x80\xa6 https://t.co/IPp0iR8lgQ'
b"Is this a meme now? \nPlease vote. I'm incredibly curious. What would I be?"
b"I ACCIDENTALLY DELETED MY MARK IT'S NOT THAT DEEP MEME AND I'M SO SAD"
b'Y\xe2\x80\x99all really out here using these astrology memes to excuse your terrible personality traits, talm bout some \xe2\x80\x9cwhen\xe2\x80\xa6 https://t.co/1cACfXOlY7'
b'Y\xe2\x80\x99all and the shazam meme is killing me \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'Lmao that Nene meme is exactly how i feel living in southeast now \xf0\x9f\x98\xad'
b'These Shazam memes are going to be great lmaooooo'
b'I LOVE THESE WESTVIEW MEMES HAHAHA'
b'I have never pirated anything in ur blood dude these wacky internet memes haha tricked ya! @maverickstuffin ride fucking'
b'I feel very called out by that pigeon meme'
b'i am so glad the gorls meme is dead'
b'David Cage is hot folks, get it all out while you can.  \n\n\xf0\x9f\x94\xba hyped\n\xe2\x97\xbe\xef\xb8\x8f for \n\xe2\xad\x95\xef\xb8\x8f these \n\xe2\x9c\x96\xef\xb8\x8f memes'
b'im crying. all these peter parker memes and fanarts are soooo cute huhu'
b'By age 35, you should recognize that a meme is a self-replicating unit subject to the same evolutionary pressures a\xe2\x80\xa6 https://t.co/FwXmHPkThA'
b'my girlfriend just sent me a voice note of her yodelling like that yodel meme kid and i have never loved a human being more i\xe2\x80\x99m crying'
b'If all these dumbass zodiac memes were to ever be true we\xe2\x80\x99d all have problems.'
b'Okay I love that butterfly meme honestly \xf0\x9f\x98\x82'
b'That Oprah meme is top tier'
b'The true meme of the pacifier meme is someone asking what it is and no one answering them.'
b'oh shoot is that,,,, a meme'
b"These half moon memes- they're really crushing my vibes, man."
b'What is with all these amontillado memes, I love them'
b'That one meme that\xe2\x80\x99s \xe2\x80\x98I\xe2\x80\x99m glad he\xe2\x80\x99s frozen in there and we\xe2\x80\x99re out here\xe2\x80\x99 meme is literally this entire movie'
b'T-pose is apparently a meme...\n\nWell, we had a frog riding a unicycle as a meme a few years back so... Everything c\xe2\x80\xa6 https://t.co/Y2PPuOxHNV'
b'Attn. memers: I am pleased to announce that the meme war against Analytical Chemistry World is officially over.  Press F to pay respeccs'
b'the superiority complex that these \xe2\x80\x9cmeme\xe2\x80\x9d loving fucks from my school have,,,,'
b'What is with these 2 picture memes? Did some one thought of a good opener to a joke and the followed up later with\xe2\x80\xa6 https://t.co/hqIDrdKErd'
b"These character memes are always just 'Sam only gives a shit about female characters 99% of the time'"
b'Who in the devil decided that a meme should be divided into 2 parts? What kind of sense does that make?'
b"ok im posting chapter 5 now i barely made it to 2.6K where's that spongebob meme"
b'All these localized memes are cringey af fam\n\n\xf0\x9f\x91\x8d\xf0\x9f\x8f\xbc\xe2\xac\x86 if you agree \xf0\x9f\x98\xa9'
b'What do we have to do to make that butterfly meme die'
b'Why is that one meme/vine in the airplane pt2 choreo xhskshsksh'
b'All these GDPR memes, jokes and playlists are really getting me through. \xf0\x9f\x91\xa8\xf0\x9f\x8f\xbb\xe2\x80\x8d\xf0\x9f\x92\xbb'
b'The shazam meme is so funny \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3 keep em coming'
b'The bean meme is still alive.'
b'Also though let\'s talk about these facebook memes going around like "women not shaving their armpit hair is making\xe2\x80\xa6 https://t.co/sIuCoydD1p'
b'So the #PerlisIsSoSmall meme is the opposite of the yo mama jokes?'
b'im not even mad with these anak indie memes they accurate af'
b"Where's that Shindong meme again?? So unoriginal.."
b'It\xe2\x80\x99s been 10 months since homecoming came out. Why this Steve meme only a meme now-'
b'I CAnrT SROP LAUGHINGFALDKJ WHEN JOON AND YOONFI PUT ON THWIR HOOSS THEY LOOKED LIKE THAT KERMIT MEME AIMDL;ASKD;AKFDJKSFHK BLESS THEM'
b'Loss meme needs to die'
b'Vorebjorn and fuck the water supply screams save shiggy these hot 2016 memes forks. -SAADbot 3.0'
b"Bruh, it's bad enough that I have my period again after only like 2 weeks BUT TO ADD INSULT TO INJURY ALL THESE PER\xe2\x80\xa6 https://t.co/DiyKXU21so"
b'So...\n\nApparently since Laura Bailey voiced some character in NieR constantly swearing, "Lucina swear everywhere" i\xe2\x80\xa6 https://t.co/PHWHqugaA2'
b"i dont have the duck meme, someone lend me that duck meme bc it's what i need right now to express my full hype and love for bts."
b'please tell me someone will make a jungkook version of that kermit meme with the hood'
b'Deadpool is becoming the new minions with all these normie ass memes on the normiebook'
b'Now they all look like that kermit meme'
b'hey\n\nif your meme gets nabbed\n\nit\xe2\x80\x99s a sign that your meme is good'
b'oh my god these debbie memes i-'
b'THEY BROUGHT BACK THE PPASAE IDK JUST THAT LEGENDARY MEME VIDEO JSHDDH'
b'MY PROFESSOR JUST SAID SKADDADLE AND ALL I CAN THINK ABOUT IS THAT MUPPET MEME'
b'The best way to celebrate 10 years of the Caramelldansen meme is definitely with an English version with new lines\xe2\x80\xa6 https://t.co/4RHjHnAor1'
b'I SEE THAT JUNGSHOOK MEME BEING CREATED NOW'
b'yoongi isn that chair will be made into a meme now'
b'I\xe2\x80\x99m not even British but these GCSE memes and jokes give me war flashbacks to my many days of standardized testing,\xe2\x80\xa6 https://t.co/D5OEctgBfP'
b'That cat meme telling himself he should buy a boat, except it\xe2\x80\x99s me telling me I should buy power tools. \nShould I b\xe2\x80\xa6 https://t.co/CW7crPEQ7P'
b'someone please hit me with that coke meme template. thanks'
b'Glad the Gru meme is dead'
b'they really bring back that jungkook meme im dying'
b'that jungkook meme is legendary #BTSCOMEBACKSHOW'
b'IM DEAD THEY RECREATED THAT JUNGKOOK MEME'
b'that jungkook meme'
b"tHEY'RE TEASING EACH OTHER LMAO THEIR ICONIC LOOKS AND THAT JUNGKOOK MEME I DON't KNOW WHERE TO START-"
b'THAT JUNGKOOK MEME JSJS'
b'THAT JUNGKOOK MEME'
b'these fucking memes'
b'Recreating that jungkook meme'
b'THEY REALLY USED THAT ILLUMINATI MEME IM DYITNFDJ'
b'was that that mEME DANCE DKJSJS\n#BTSComebackShow'
b'How about full of shit? Is that a meme?'
b'is hating kpop a meme now'
b'THE LOSS MEME IS THE FUCKING FUNNIEST, MOST VERSATILE, TIMELESS MEME EVER I JUST SAW A FUCKING REMIX OF PARTY ROCK\xe2\x80\xa6 https://t.co/g2ECae31k7'
b'Explosions get the f off my lawn Domald Tromp while I smoke the H bomb these hot 2016 memes KNACK 2 BABY! -SAADbot 3.0'
b'those two remind me of that spiderman meme'
b'The bean meme is still alive.'
b'These Ali-a memes have me weak'
b'The only way @JohnCena gets these BTS memes can be by stalking us or having his own bts fan account.. GUYS'
b'Everytime I see one of these CalArts memes with some old show redrawn in the CalArts style, I usually... actually l\xe2\x80\xa6 https://t.co/ft1DGNC7WS'
b'ive been on twitter for 5 minutes and have already seen several tweets that start with "ladies imagine this". i nee\xe2\x80\xa6 https://t.co/23ZEgjx682'
b'my state is a meme now omfg'
b'Alright, we need to talk\n\n"Storm troopers have terrible aim" as a meme needs to die. \n\n1. It was a major plot point\xe2\x80\xa6 https://t.co/TVbVVxinUS'
b'Me &amp; Bry are literally that one meme on social media that has a pic of two clowns &amp; says some shit about the couple\xe2\x80\xa6 https://t.co/beITgtQKOf'
b'Ever since that one meme with Robert Smith, I can\xe2\x80\x99t sing Pictures of You normally anymore without singing \xe2\x80\x9cIVE BEEN\xe2\x80\xa6 https://t.co/qQQfTXsSDk'
b'How old are these shinee memes? Nearly 90% of the Onew ones have to do with chicken....'
b'Slitting your wrists when Uncle Mom and Aunt Dad spleeching on my mic deadly these hot 2016 memes hey... -SAADbot 3.0'
b'Smh liberals these days posting memes of W Bush like he\xe2\x80\x99s such a pal, upstanding conservative, nothing like Trump.\xe2\x80\xa6 https://t.co/8EapUg10Mn'
b'NDWKNDDNKSNS someone accidentally posting about the free roll campaign at the wrong time is so fucking funny to me\xe2\x80\xa6 https://t.co/WxDrBg5kfe'
b'im so fucking tired of these harambe memes'
b'That Arthur meme about zodiac signs apologizing is just the same letter re worded and a different zodiac sign in the caption'
b'These half memes videos like bother me so much'
b'I actually wanted to make that exact meme earlier.'
b'These new video memes with music are pissing me off because I will just stay on the meme and not scroll to listen to the song...'
b"Where's that spongebob meme when you need it?? \xf0\x9f\x98\xad"
b'[squints]\n\nWas that\nA reference to that one meme'
b'my sister named her pet hamster Ratthew because of that fucking meme'
b'unpopular opinion but im tired of half the overused memes on this site already &amp; the "ladies" meme is just another one on the list'
b'LADIES, picture this. It\xe2\x80\x99s 15 years from now. You realize that none of these \xe2\x80\x9c15 years\xe2\x80\x9d memes applied to you. You l\xe2\x80\xa6 https://t.co/7eDHqnfL3h'
b'whats that fjfken meme where its a chick singing like uuuuuuuuhAAAAAAAAAAAAAAAAAAAAAAAAAAAA'
b'I hate my life lol is that a meme?'
b'Lil Baby and Gunna REALLY live up to that Spider-Man meme where they both looking at each other \xf0\x9f\x98\x82'
b'The bean meme is still not cool.'
b"The despacito meme is so not funny but that's exactly why I love it"
b'Oh man these Shazam memes are getting better and better \xf0\x9f\x98\x82'
b'I fucking love how Halo is becoming a meme now it seriously brings a tear to my eye'
b"I just have to say I'm thankful that that gorl meme died quickly"
b"whenever my non-bts friends like my tweets it just feels like the 'are ya winning, son?' meme, except i'm not winni\xe2\x80\xa6 https://t.co/BcFpkdM1cw"
b'Yo that one meme is so fire\xf0\x9f\x91\x8c\xf0\x9f\x8f\xbf\xf0\x9f\x94\xa5\xf0\x9f\x94\xa5 "a potato flew around my room.." \xf0\x9f\x94\xa5\xf0\x9f\x94\xa5\xf0\x9f\x94\xa5\xf0\x9f\x92\xaa\xf0\x9f\x8f\xbf\xf0\x9f\x91\x8d\xf0\x9f\x8f\xbf\xf0\x9f\x90\x90\xf0\x9f\x92\xaf\xf0\x9f\x98\x93\xe2\x9d\xa4\xef\xb8\x8f\xf0\x9f\x98\x93'
b'Jumping because it how edgy and fly xD these hot 2016 memes Hanzo mains. -SAADbot 3.0'
b'That knuckles meme really came and went huh'
b"// time for me to sleep. I'll respond to threads and that question meme tomorrow. \n\nNight!"
b'why are these companies asking for my twitter handle are they ready to see all these sick memes'
b'Can\xe2\x80\x99t wait for ppl to start using that Tiffany meme but saying BLUE IVY?? instead of beyonc\xc3\xa9'
b'jake was literally just in that run meme while that tire was chasing him'
b"STICK. Wait I love the newest memes haha I'm gonna suck ur memes &gt;when u try to put these wacky internet memes today friend?"
b'IS EDITING ANPANMAN OVER BOLLYWOOD MOVIE DANCE SCENES A MEME NOW BC IM LOVIN IT JDFBHVJHDF'
b'Try To Change My Mind: finding the perfect meme is a form of Exercise'
b'Oh my head. Headaches inbound. Also just checked but that ask meme reached waaaay past 29 likes. I guess I can answ\xe2\x80\xa6 https://t.co/NxTLOs61sF'
b'All these videos &amp; memes have me rolling \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'if i cosplay peter i need at least one other spiderman to take that fucking meme picture of two spideys pointing at each other'
b'THAT FRICKEN MEME.'
b'send me hate after sharing that cursed meme https://t.co/T6XewENdk6'
b'Who keeps making these relatable Hispanic memes I swear we lived the same childhood y\xe2\x80\x99all'
b'I\xe2\x80\x99m at eat n park and I just overheard a man say that r/meme is like the Facebook of Reddit memes and to get the go\xe2\x80\xa6 https://t.co/uQsb0jUyNn'
b'seb is in singapore and i wanna hop on a plane so i can finally meet that human meme'
b'minor rant [1/8]\n\ni dont really like the argument "nintendo would sooner make a star fox racing game instead of a n\xe2\x80\xa6 https://t.co/UanWiGBHoJ'
b'...these roadhouse memes need to stop \xf0\x9f\x98\x82\xf0\x9f\x98\xa9\xf0\x9f\x98\xa9\xf0\x9f\x98\xa9\xf0\x9f\x98\xa9\xf0\x9f\x98\x85'
b'I wanna know the origins of that anime meme with the dude sitting on a bench saying \xe2\x80\x9cis this a ______\xe2\x80\x9d'
b'The bean meme is still alive.'
b'I know the 35 meme is facetious, but there is a not insignificant part of my psyche now considering all the strange\xe2\x80\xa6 https://t.co/IFyFveI6jD'
b'Woah I leave Twitter for like a day and now the new meme is Meghan looking at Harry, @rollingjoon has a chicken on\xe2\x80\xa6 https://t.co/HO4VUqCK1Q'
b'Alright these Juul memes gotta stop. Theyre stupid and not even close to being funny'
b'I be laughing at these black auntie memes like I don\xe2\x80\x99t fall into that category \xf0\x9f\x98\xad'
b'that Morris meme bout to go viral wit the wink'
b'Make that Morris wink a meme now thanks'
b'i love telling my friends how proud of them i am and telling how much theyve improved im literally that kermit meme\xe2\x80\xa6 https://t.co/m6aX4in56d'
b'These ramadhan memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'Got about as far as I expected to on that question meme.'
b'all ive done for the past few years is hate elon musk with my entire being and its personally gratifying to me that\xe2\x80\xa6 https://t.co/DRexznBIfg'
b'OK LISTEN EVERYTIME ELLA SENDS ME A PIC MY HEART STOPS THINKING IT\xe2\x80\x99S /THAT/ JISUNG MEME'
b'You know that funny meme about dropping dip on a child\xe2\x80\x99s head and still eating it.... I dropped a cupcake on my kitten(s) and ate it'
b'the video memes were bad. but these split video memes are over the top. #bringbackOGmemes'
b"You're opinion isn't valid if you ever though that Gorls meme was funny"
b'Where tf is that spongebob meme when I needed it the most!!!!!!!!'
b"Waiting game! Everybody else is reading newspaper and I'm just gonna scroll through here for all these godly memes.\xe2\x80\xa6 https://t.co/qRLlqpquVI"
b'Shoutout to Nathan for sending me that map meme \xe2\x9c\x8a\xf0\x9f\x8f\xbb'
b'so many companies have updated their privacy policy and it honestly just feels like a meme now. ive gotten like 5 emails about it so far'
b'I need more than an LOL for these good ass memes'
b'these pictures&amp;memes that are split in half on Facebook when you click on them are stooooopid af. get your shit together fb \xf0\x9f\x98\x92'
b'I need that meek meme when he happy as shit running'
b'These Kermit memes got me fucked up'
b'id do that voice meme but my voice , although its slightly returned, is still not all here'
b"What's the handle of that Nollywood meme page please?"
b'Man that deku meme is already burned out'
b'I honestly love @tonystarrk_  so much I don\xe2\x80\x99t think they know at all how much I love them and I just want quinn to\xe2\x80\xa6 https://t.co/GoDSqeDneo'
b'I hate being "that guy" but double your salary in savings is pretty typical of a normal 401(k) or similar plan, pro\xe2\x80\xa6 https://t.co/RMh46l4gyj'
b'All these #InfinityWar memes aren\xe2\x80\x99t getting old anytime soon.'
b'I just realized... I\xe2\x80\x99ve been doing that confession meme wrong this whole time... I mean.. I confessed something abo\xe2\x80\xa6 https://t.co/rRJ0dxTDOP'
b'is replying "what\'d you type to get this?" to a gif on twitter a meme now or do people really just reply that to every single gif??'
b'that spongebob meme is taking me out \xf0\x9f\x98\xad omg'
b'I live for these nationalist memes'
b'Someone cut my arm off it still hurts from the shot'
b'I don\xe2\x80\x99t find these rape memes funny..'
b'These apologizing memes show how most of y\xe2\x80\x99all are childish, can\xe2\x80\x99t admit when you\xe2\x80\x99re wrong, and can\xe2\x80\x99t hold adult co\xe2\x80\xa6 https://t.co/388j6lEFL9'
b'I used to hate all these \xe2\x80\x9cDespicable Me\xe2\x80\x9d memes, but eventually, they Gru on me'
b'great now im thinking about doing that voice meme'
b'Can\xe2\x80\x99t wait till next year when I can kidnap @tonystarrk_  away to the middle of the woods with me and we can make p\xe2\x80\xa6 https://t.co/QRmPK9a6WS'
b'All these #GCSE2018 memes actually give me some hope and I want to thank everyone for coming on this journey with m\xe2\x80\xa6 https://t.co/kss4DdZMJP'
b'*Opens twitter*\n\nSees the new meme is about Elon musk and grimes fucking? \n\n*sighs heavily*'
b'oh shoot is that,,,, a meme'
b'I love for these hyungwon memes \xf0\x9f\x98\x82'
b'Looks like the Nickle meme is remembered!'
b'I got a big ole gay crush on Daniel and idk what to do about it :/'
b"Scrolling through my camera roll looking for a picture of mine or that of my friends that's meme worthy."
b'Going through my selfies &amp; all i can think about it that one meme post about getting kidnapped/abducted (whatever)\xe2\x80\xa6 https://t.co/quA0OwOyAf'
b"So the hs that founded Meme Day had its 2nd Anniversary today... yall better have made c/o '17 proud is2g"
b'People saying that that meme is \xe2\x80\x9cjust a joke\xe2\x80\x9d hello your racism is showing'
b'The exploding brain meme except with how attractive men are based on the colour Repeal jumper they\xe2\x80\x99re wearing'
b'Lmao. They need a hashtag for these NFL ref memes.'
b'All these twitter memes are overwhelming frfr'
b'Oh that goddamn meme \xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'Kids ten years from now are going to be doing those \xe2\x80\x9cTell us one cool fact about yourself\xe2\x80\x9d ice breaker activities,\xe2\x80\xa6 https://t.co/H5nL48JfwX'
b'who remembers that \xe2\x80\x9che crave that mineral\xe2\x80\x9d meme'
b'Bruh y smoke got in my eye and all I could think bout was that gambino meme'
b'Today in the middle of work all I could think about is that time that @sydnart1999 sent me that Coraline meme and s\xe2\x80\xa6 https://t.co/jGICiJxapP'
b'these te bote memes have me rolling. i hate y\xe2\x80\x99all lmao'
b'the confused smiling meme needs to b an emoji fukkkkkk \xf0\x9f\xa4\xa8\xf0\x9f\x98\x82'
b'I\xe2\x80\x99m \n\n\xf0\x9f\x94\x98 not enjoying any of these dry ass memes... do better!'
b"whats with all these old memes man y'all might as well bring whats 9+10 back -.-"
b'Are people calling opinions "tea" now? Is that a meme or has that be around for a while? I fucking hate tea, do we\xe2\x80\xa6 https://t.co/EVMueMDMqR'
b'These Gcse memes are the only thing that\xe2\x80\x99s helping me get through these exams  #gcse2018'
b'ASS! *SHOUTS "RISE BURNING GUNDAM!"* I took 12 years to put these wacky internet memes today friend?'
b'that imagine meme is so funny kfksks'
b'these gcse memes are the only things keeping me from pulling an eva smith x'
b'I realize that I "meme" a lot as a way to mask building, bubbling stress and anxiety similarly to people using humo\xe2\x80\xa6 https://t.co/H0JYsg6DQQ'
b'WAIT ARE THEY REALLY MAKING LULU A MECHA ARMOR IN PRECURE I THOUGHT THAT WAS MEME ART'
b'these fucking despasequel memes are making the song get stuck in my head get out get out get out get out get out'
b'These kids need memes to tell you how they feel - Ceschi'
b'Before age 35 you have seen that this meme has been stretched beyond its limits and you need to stop'
b'these work memes are so much funnier when you have a job \xf0\x9f\xa4\xa3'
b'the this is america meme except donald glover is despacito and the guy getting shot is this is america'
b'.@ThanthiTV mocking the lies of @PONNARBJP now. These video memes are fun.'
b'I\xe2\x80\x99ll never forget that a meme page with 2.1 M followers slide into my dm\xe2\x80\x99s on instagram'
b'// lance is like the little monkey getting a haircut in that one meme'
b'The throckmorton meme is so specific and rare, like some sort of indie meme, and I think that\xe2\x80\x99s ideal'
b'Trying to explain to adults that a meme is not just a picture of a minion with a quote photoshopped on top found on\xe2\x80\xa6 https://t.co/FjuhsufysX'
b"this culture of these unrealistic memes and expectations that make you think there's a perfect person out there tha\xe2\x80\xa6 https://t.co/v583iGyRyq"
b"These ain't memes are out of control"
b'tired of these music memes imma scroll down and its gonna be a chick moaning one of these days :|'
b'everyone has that ONE meme that makes you laugh only with the thought of it'
b"Whenever people debate more money towards cops and 'security' people are able to magically pull out cash from their\xe2\x80\xa6 https://t.co/bKRxkeOW0z"
b'the pacifier meme is an abdl psyop'
b"By age 35 you should accept that your meme won't go viral."
b'lol that shigaraki meme thread is getting so much attention pls support me when i make the shirts realHAHAHAHAHA'
b'Yall making anything a meme now \xf0\x9f\x98\xa7\xf0\x9f\x98\xb4\xf0\x9f\x98\xb4'
b'#gcse2018 these exam memes are just \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b"does anyone have that squidward meme where he's erasing loser"
b'Pls save me, I\xe2\x80\x99m at my first doctors appointment since 10th grade'
b'Is T-posing a meme now?'
b'funny how i\xe2\x80\x99m reading all these things (memes?) about zodiac signs &amp; almost everything about libras (my zodiac sign) applies to me lmao \xf0\x9f\x98\xad'
b'I\xe2\x80\x99m happy I have someone to send all these dumb memes to \xf0\x9f\x92\x98'
b'Business students deserves more praise for these tweets/memes you guys are good \xf0\x9f\x98\x82#AqaBusiness #GCSEs2018'
b'An Asian girl that can meme as much as me &gt;&gt;'
b'Arsenal fans are so unfunny but that Ornstein meme is so funny hahahaha'
b'i keep imagining early game lloyd &amp; kratos as that b99 meme but with lloyd accidentally calling kratos "dad" and kr\xe2\x80\xa6 https://t.co/CvEskvZlCd'
b'All these \xe2\x80\x9chey ladies\xe2\x80\x9d memes are so weird'
b'i just saw a picture of hui in someone\xe2\x80\x99s icon and i\xe2\x80\x99m &lt;insert that jerry meme&gt; going\xe2\x9c\x88\xef\xb8\x8ffansite stalking'
b"I'm obsessed with that nancy meme"
b'LIVING for all these astrology memes lol'
b"So far my tweet has been posted all over social media by people who aren't me. I've seen it 5 times from random EDM\xe2\x80\xa6 https://t.co/HIRltTud7P"
b'you know, I am kinda surprised that this meme I posted had so much influence'
b"Bombs while dating cute anime boys OwO what's this radical and fresh but is kind of burnt as well these hot 2016 me\xe2\x80\xa6 https://t.co/7voXTbCVNX"
b'I\xe2\x80\x99m sorry but these GCSE memes have me dying however feeling so much better about myself \xf0\x9f\x98\xa9\xf0\x9f\x98\x82'
b'these new memes ppl are using that involve black ppl (and a baby???) fighting is very wack to me'
b'The bean meme is still not cool.'
b'These #RoyalWedding memes are priceless \xf0\x9f\x98\x82\xf0\x9f\xa4\xa3'
b'Think AQA are trying to send a distress message with all these questions on food. Too bad they have targeted a demo\xe2\x80\xa6 https://t.co/jbjzmpL6ke'
b"YOU GUYS BETTER MAKE A HASHTAG FOR THESE MINISTER MEMES I CAN'T KEEP UP!!?!"
b'The \xe2\x80\x9cguys singing halo theme in the bathroom\xe2\x80\x9d meme is the peak of positive, non-toxic masculinity'
b'The \xe2\x80\x9cOne Like = One Character I Love\xe2\x80\x9d meme except it\xe2\x80\x99s just Jadzia Dax every time'
b'Not coming back to twitter until the pacifier meme is done'
b'Aight y\xe2\x80\x99all females really ran that $40 meme smh ... it\xe2\x80\x99s quiet now'
b'oh gosh i really think that chan meme u der acs will keep on haunting me dndksksl lol'
b'-Alien comes to Earth-\n\nAlien: Well, it looks like you guys have advanced enough to have AI. Were you able to solve\xe2\x80\xa6 https://t.co/Gpn6jdyd6Y'
b'How about full of shit? Is that a meme?'
b'the new meme is making fun of girls who tweet about basic ass life goals but who are they hurting!! our whole gener\xe2\x80\xa6 https://t.co/51XakdO2Ms'
b'These DMBrandon memes going around are fucking hilarious XD'
b'i feel like that kermit meme every time i get paid - one part of me tells me i need to invest it so i can eventuall\xe2\x80\xa6 https://t.co/4eTHG0P2qK'
b"That stupid meme about white people coming to America as 'immigrants'\nNo, they came as settlers. Idiots"
b'why do I have to see that shitty meme'
b"That fact meme was a mistake because I'm running out of things to say, I might do them until 20 and then leave it at that \xf0\x9f\x92\xa6"
b'The trouble with living in 2018 is there is no trust.  All these bullshit memes \xe2\x80\x9ctrust no one\xe2\x80\x9d etc etc, fucking wit\xe2\x80\xa6 https://t.co/nDBisyA4UX'
b'All these NBA memes can start a civil war in the Philippines \xf0\x9f\x98\x82'
b"I think what would have solved the lil Tay issue is if you idiots didn't indulge in these fucking memes that are ob\xe2\x80\xa6 https://t.co/yJTIyFiaue"
b'I hate this ongoing trend of hating on everything non stop and saying you wanna die all the time; these jokes and m\xe2\x80\xa6 https://t.co/BMOhKkbaAj'
b"When you've been finding all these lit memes but still can't find yourself."
b"So, that's where that kiseki meme comes from. #sen1 #\xe9\x96\x83\xe3\x81\xae\xe8\xbb\x8c\xe8\xb7\xa11"
b'Cryin at these sink hole memes'
b'As moderately amusing as all these Ben Affleck memes are, I do feel like the grump who wants to ask everyone to sto\xe2\x80\xa6 https://t.co/wOiW0TM9fQ'
b'these katie hopkins memes are getting old now'
b'AAAAAAAAAH!!! Every FUCKING day with these STUPID fucking MEMES!'
b'Well, I guess it\'s kind of funny that all these "by 35" memes are coming on the week that I\'m turning 35.'
b'Ladies don\xe2\x80\x99t let these niggas fool you when they be posting these sweet ass memes about wanting relationships and alllat , THEY LYING\xf0\x9f\x97\xa3'
b'By the age of 35, you should appreciate that this meme has run its course and is getting quite tedious'
b'jdoakdkak all these peter parker memes are making me crack up'
b'that butterfly meme but mid 20s blokes who still have stretched ears / "finger guns" / is this a personality trait'
b'Jim\xe2\x80\x99s commitment to the Wednesday meme is what makes me get through every Wednesday'
b'the toripoliisi meme is a collaborative effort between me and cody please be respectful'
b"Africa's unexisting relevence as Pewdiepie becomes anti-semetic cries on a mountain THOSE WHITES these hot 2016 memes god. -SAADbot 3.0"
b'MAKE YOU SQUART mystic messenger brown people Russia these hot 2016 memes you are not funny. -SAADbot 3.0'
b'Newgrouds was still funny when fresh blacks a white penis I am being forced to make tweets help me these hot 2016 memes ass. -SAADbot 3.0'
b'Working out what I can treat myself with whilst still putting into my savings next pay day has me like that maths meme woman'
b'It\xe2\x80\x99s the \xe2\x80\x9cyou know I keep that thang on me\xe2\x80\x9d meme except it\xe2\x80\x99s me with pocket sized yoon in my coat'
b'Keep reading all these by 35 memes and this morning my phone reminded me that I\xe2\x80\x99ll be 35 this time next month so sh\xe2\x80\xa6 https://t.co/hNDow9cpif'
b'will i ever get over taylor liking that joe meme post?'
b"The pacifier meme is a litmus test and I'm happy everyone I know is passing it"
b'ive been thinking about that mcdonalds meme and while i dont like before i go to bed'
b'These ballet memes got me like \xf0\x9f\x98\xb9\xf0\x9f\xa4\xad\xf0\x9f\x98\x8d'
b'these chun li memes are keeping my attention seeking barb tendencies happy'
b'I\xe2\x80\x99m so glad that gorl meme shit is over lol'
b'These klavan memes have me in tears'
b'I have no idea about the new main story q in xiv but i do like these red chocobo memes coming out of it'
b'all these doc memes \xf0\x9f\x98\xb9'
b'When you find someone who sends the exact same meme to you within an hour of you sending that same meme without the\xe2\x80\xa6 https://t.co/G0m2Q511c3'
b'what happened to that Gorls meme that appeared for three days and then vanished'
b'Can the new meme season begin already? The \xe2\x80\x9cgorl\xe2\x80\x9d filler meme needs to stop.'
b'The new meme is avis with glowing eyes preparing to kill you with heat vision and no one is talking about this.'
b"I can't tell if these Gamer Joker memes are supposed to be making fun of gamer dudes who think they're oppressed or\xe2\x80\xa6 https://t.co/KxmgjDOqZk"
b"Favorite meme? \xe2\x80\x94 My favorite meme? You mean of all time?\nThe 'Take a look at that snout' meme but it's the phantom.\xe2\x80\xa6 https://t.co/YOhaK4FuRt"
b'Imagine being so lame that you think the gorls meme is funny'
b'edit of the marshmallow peeps meme except it says "legenders isn\'t actually that horny (you\'re all just thirsty)"'
b'Your wcw thinks the gorls meme is funny'
b'The Despacito meme is one of the greatest memes of our generation'
b'i love that day-night meme so much'
b'WhERE IS THAT ONE MEME FROM'
b'The bean meme is still alive.'
b'I am still living for these royal wedding memes'
b'The dominance of the Northeast in these East African memes is triggering lmao. Along with the colorism....'
b'you followed you. *insert that spiderman meme*'
b'all these relationship memes got me fucked up irl'
b'These #Nigganova memes \xf0\x9f\xa4\xa3 who came up with nigga nova that name alone is hilarious.. fashion nova for men \xf0\x9f\x98\x92 you wouldn\xe2\x80\x99t catch me dead lol'
b'I\xe2\x80\x99m just trying to send these funny memes I have to someone \xf0\x9f\x98\xa2'
b'the new meme is the friends we made along the way (:'
b'Who got that meat meme with the mascot'
b'I\xe2\x80\x99m too smacked \xf0\x9f\x98\x82\xf0\x9f\xa4\xa3 I\xe2\x80\x99m dying laughing at these fucking memes. I hate y\xe2\x80\x99all'
b'listening to really good music literally feels like that brain meme'
b'that whack 4 panel did u know ladies meme except did u know i love v'
b'tbh i love that Cute Things Peter Parker Would Absolutely 100% Say is a meme now thank you twitter for giving me the most wholesome of memes'
b'Imma mute that tweet w/ that old meme because it\xe2\x80\x99s still getting notifications and it\xe2\x80\x99s distracting me from my gAME \xf0\x9f\x98\xa4'
b'So the new meme is to make jokes about women who fantasize about their ideal future family/life, ppl are making jok\xe2\x80\xa6 https://t.co/LREewKFY7u'
b"Seeing all these Meghan Markle memes like she wasn't a successful actress before she met ole dude. \xf0\x9f\x98\x85 y'all just regular thots."
b'wish i could mute images so i don\xe2\x80\x99t have to see that pacifier meme'
b'How does that airplane meme works. I\'ve seens tweets like "going \xe2\x9c\x88\xef\xb8\x8f to hell" but i prefer not to use it bc i don\'t understand hhh'
b'Curry had an open 3 for the tie. Crazy game. Sad Dell Curry might be a meme now #NBATwitter'
b'That one meme of the wolves shot with arrows but me currently living with four straight men on the left and the US marines on the right'
b'How about \xe2\x80\x9cfull of shit\xe2\x80\x9d? Is that a meme?'
b'By age 35, you should have seen Mr. Destiny and realized that this meme is 28 years old.'
b'Me talking to any of my relatives: Hey did you see that one meme I posted in between the 50 super gay tweets that p\xe2\x80\xa6 https://t.co/1UD04Ctqjq'
b'tangina the kermit meme is haunting me na gago'
b'The bean meme is still not cool.'
b'Eric Gordon look like that one meme or Dj akademiks and Jerry the mouse \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'Eric Gordon gunna be a Meme now'
b'how about full of shit? is that a meme?\nUGH I JUST LOVE MGR SOOOOOOOoooOOoo'
b'The halo meme is good cause it\xe2\x80\x99s stupid and it\xe2\x80\x99s halo'
b'oh shoot is that,,,, a meme'
b'The e meme is literally the funniest thing ever and I have no idea about the context behind it'
b'am i the only one that thinks that kate meme has already gotten old'
b'wow that Kirby meme the first time I laughed out loud cuz of twitter in forever'
b'I\xe2\x80\x99m dying from these \xe2\x80\x9cstep\xe2\x80\x9d memes already \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'these spongebob memes jokey asab \xf0\x9f\x98\x82'
b'Somebody make that a meme pls lmao sitcho ass dineee Draymond'
b'In before the draymond meme is made where he\xe2\x80\x99s getting rim checked'
b'ALL THESE STEVEBUCKY SKYPING MEMES ARE SO FUNNYNTNTKSNDNMSNS'
b'can someone pls find me that tweet/meme that says Disney kids vs. nickelodeon kids vs. Cartoon Network grew up to be'
b'J: Night. \n\nMe: Night.\n\n*10 minutes later*\n\nJ: Look at these cute puppy memes.'
b'I Need That Steph Meme Y\xe2\x80\x99all Finna Make'
b'Just keep thinking of that voiceover meme: \xe2\x80\x9cbut they got FOUR ALL STARS\xe2\x80\x9d'
b'"Hm... U Mad\' started in late 2003, but didn\'t really gain traction until about 2011... and Mountain of Faith came\xe2\x80\xa6 https://t.co/pObNOZyN0J'
b'These sotto memes \xf0\x9f\x98\x82'
b'Lynn looks like that troll meme. You just have to remove the teeth and add a wig'
b'finally, an overwatch event i can participate in, every other time ive been away at school so ive just been that sp\xe2\x80\xa6 https://t.co/v5RJnAVs4b'
b'To any/everyone that shared that avengers meme (you know the one) FUCK YOU!! IN THE EAR!! WITH A CACTUS!!! All thos\xe2\x80\xa6 https://t.co/iC2Nz5DHoP'
b'aint no one sock or shoe or some awesome sauce for these spicy memes'
b'has anyone made a version of that kermit meme thats like \xe2\x80\x9cima be real with you chief\xe2\x80\x9d and then the next pic hes a r\xe2\x80\xa6 https://t.co/S9GKM2AVL8'
b'I KNOW THE WHOLE MEME IS GENTOO IS A BITCH TO INSTALL BUT GOD DAMN'
b'the butterfly meme except its me , pointing at petting a cat while high and saying is this having a best friend'
b"I feel like that edibles meme. I don't feel it right away. But now......"
b'tal\xe2\x80\x99s really a meme now wow'
b'That harden meme aged like 5 minuets'
b'maki\'s that one meme where someone says "fuck" then a kid says fuck and she is &gt;:o, ready to beat down the entirety of the city'
b"I feel like it's a meme now for me to call Taylor and for her to hang up on me instantly"
b'Some of these gym memes go a bit too far: For example:\nSweating is OK..\nPain is OK..\nThrowing up is OK..bla blah\nQu\xe2\x80\xa6 https://t.co/7fFRsIlUQx'
b'STOP WITH THAT PITBULL MEME IVE BEEN SEEING THAT EVERYWHEREdklfajlf'
b"Being on Twitter in public is dangerous I'm always scared that this meme of Thrish Paytas naked is gonna pop up"
b'FACT OF THE DAY\n\nthe E meme is a bad meme and you should feel bad @ElucidateThat'
b"I'M STEALING THAT PIGEON MEME SKDLJFDSKFL"
b'what\xe2\x80\x99s with these two-picture memes now on Facebook \xf0\x9f\x98\x92'
b'I hate these gas prices memes cause I\xe2\x80\x99ve been buyin 93 for about 4 years now \xf0\x9f\x99\x84'
b'Really loving these @adampacitti memes, keep em coming \xf0\x9f\x98\x82'
b'Why is Jade Goody a meme now she was a fucking bitch'
b'The Ali-a meme is the true shit.'
b'wheres that squidward meme where hes holding his hands and looking uncomfortable'
b'Like come home already, I got these cool ass memes to show you'
b'I\xe2\x80\x99m loving these astrology memes.'
b'I know it\xe2\x80\x99s a meme now but god I am so bummed out about never getting to hear what the Soul Search LP would have sounded like'
b'oh god the handwashing meme is back hannahs gonna call me out for finding it  lame'
b'my friend group is like that "end my suffering" meme except it\'s wholesome'
b'All these Halo memes better be summoning a fucking good halo game cause if not I don\xe2\x80\x99t care'
b'These runescape memes are KILLING me \xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b'You know what meme needs to come back? Cracking open a cold one with the boys. That was a wholesome time.'
b'What\xe2\x80\x99s good with these memes on Facebook that are 2 separate posts, and the top meme is a video'
b'i know the kin meme is going around but i dont have a lot so assign me kins'
b'//Nice to see Father Kpop is a meme now'
b'these @adampacitti memes are hillarious'
b'So tired of people tagging me in all these "Sheikh related memes"'
b'well Molly started the banter and then everyone joined in youre terrible photos are a meme now haha x \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82 \xe2\x80\x94 Well I\xe2\x80\xa6 https://t.co/8XF7C0BypY'
b'that whole meme about how being bi means liking all girls and three boys out of the entire human race is trje'
b'This whole \xe2\x80\x9cby the time you\xe2\x80\x99re 35\xe2\x80\x9d meme needs to die. It hits too close to home \xe2\x98\xb9\xef\xb8\x8f'
b'The bean meme is still alive.'
b'This bar just served a negroni and an old fashioned. They looked identical to each other in the glass. \n\n*Meme*\nIs this art?'
b'I keep seeing these \xe2\x80\x9cby 35\xe2\x80\x9d memes, and every single one is applicaple to me, a newly 20-something woman. I can\xe2\x80\x99t te\xe2\x80\xa6 https://t.co/0XGFPpsGWd'
b"my whole life is the personification of the 'I sent you my dick please respond' meme except I'm not sending my dick im sending me love"
b'I love memes but I didn\xe2\x80\x99t even hear the audio for that latest meme'
b"I'm finding these #GDPR memes amusing. Maybe just me. I'm a geek."
b'According to all of these zodiac memes no1 knows how to apologize.'
b'Like half of my personality is that old meme that goes \xe2\x80\x9cit\xe2\x80\x99s your Uber driver, is that you in the middle of the road\xe2\x80\x9d \xe2\x80\x9cyeah floor it\xe2\x80\x9d'
b'Already excited for these physics exam memes cos Im 100% positive it\xe2\x80\x99s gonna be a load of bullshit.'
b'that headache meme with shawols as the last panel'
b'very glad that the gorls meme is no more'
b'Yummies during a a special fucking snowflake edgy and fly xD these hot 2016 memes my soul hurts -SAADbot 3.0'
b'FUCK, I NEED TO HURRY UP WITH THESE CAP\xe2\x80\x99 MEMES, TWO PEOPLE JUST DID TWO DIFFERENT ONES I HAD PLANNED BEFORE ME, AGHHH!!!'
b'All these CalArts memes make me feel better about my shitty art'
b'how many times do we have to teach you this lesson old man meme except its me @ colin firth about playing mister darcy'
b'is the no more heroes boxart becoming a meme now\n\nbecause if so\n\ngood'
b'According to that new meme, no zodiac sign knows how to properly apologize and take accountability? \xe2\x9c\x8d\xf0\x9f\x8f\xbe'
b'that pacifier meme is the worst but it makes me laugh so its fine'
b'I knew my friend would likely bored seeing that qasidah meme wqwqwq'
b'Can we all just sit down and .... \n\nSTOP WITH THAT CA MEME?!!!'
b'No offence, tankies, but the helicopter meme is way better than all the gulag shit.'
b'Somewhere, out there, people are getting flamed anonymously by these Captain America memes.'
b"Was gonna have that animation meme done by tomorrow but I'm having really shitty issues with my editing program &gt;&lt;"
b'That gun meme is so out. Bring back run meme'
b'Which of these Endometriosis Memes is your favorite? \n\nShow your support by Sharing the Blog! https://t.co/POwHJUa48X'
b'Please be advised that the meme highlighting two underage killers claiming one is facing the death penalty because\xe2\x80\xa6 https://t.co/6JuaXPSBkN'
b'I don\xe2\x80\x99t listen to bad bunny but that one meme when they compare him to the cartoon duck is HILARIOUS'
b'The pacifier meme is viscerally upsetting to me and I wish it\xe2\x80\x99d stop'
b'These clay memes got me weak lmao'
b'why are boys singing the original halo theme song in the men\xe2\x80\x99s bathroom a meme now'
b'Thanks to that one meme, I\xe2\x80\x99ll never look at apple fritters the same way again'
b'this pacifier meme needs to stop'
b'me in 2012: wow i can\xe2\x80\x99t believe how intricate and detailed these internet memes are, i feel my sense of humor is ev\xe2\x80\xa6 https://t.co/h7z9RZFk6e'
b'That whole meme is going to circulate. Already someone shared in the group. Mxm'
b'all these GCSEs memes about everyone doing shit has got me worried for next year neglll\xf0\x9f\x98\xa9 #GCSEs2018'
b'All those people back in school that thought meme was said like \xe2\x80\x98me-me\xe2\x80\x99 or \xe2\x80\x98mems\xe2\x80\x99 are in prison now'
b'SARAH IS RTING SO MANY OF THESE LANGUAGE MEMES AND IM DYING'
b'All these astrology memes suck do better with your time please'
b'Swear these GCSEs memes are the only thing keeping me going'
b'I just wanna come back from ranger school the most lumberjack person out there. I wanna be jacked from all the wood\xe2\x80\xa6 https://t.co/kVvoR63Ja7'
b'it is kinda a meme now but Laura Loomer does look way older than 25'
b'I simply cannot with these split Facebook memes!'
b'reem is mvp wallahi she puts up w me even w that horrendous meme'
b'So drawing other properties vaguely like Thundercats Roar is apparently a meme now. But at least draw them in diffe\xe2\x80\xa6 https://t.co/p20nXcnS0s'
b'a lot of one trick ponies out there saying the groyper meme is dead'
b"America Pretentious Dad put these wacky internet memes haha she's so scared to be a nice potted plant I wonder if Zelgadis"
b'That feeling when people keep showing you *that* Stretford meme #M32'
b'omg i wanna do that niche meme thingy where ur followers make a bitmoji so i\xe2\x80\x99m doing that'
b'doing that ask meme was kind of cleansing tbh~ the fact that so many people wanted to hear some facts about me (eve\xe2\x80\xa6 https://t.co/Ii4FwfHvii'
b'Ali-a is offically a meme now thanks @pewdiepie'
b'omg the comments in suzy instagram..... you can see if you go in her post (and if you can read korean)\n\ni wanna kil\xe2\x80\xa6 https://t.co/ify96dzwb5'
b'spending lunch breaks eating up these crazy funny memes \xf0\x9f\xa4\xa3'
b'am i the only one that finds all these zodiac apology memes annoying? we get it, y\xe2\x80\x99all trash'
b'My favorite part about that apology meme is that no one can find the fault in the apology of their signs lmaooo'
b"Lrt there is a VERY good ass reason that the meme w that guy at a Magic the Gathering event praying in front of ppl's asscracks exist"
b'i HATE IT LA THESE CHOIR MEMES IM AN ABSOLUTE NERD'
b'Funny thing about the "CalArts Style" becoming a meme now is that CalArts was (formerly) a prestigious school in th\xe2\x80\xa6 https://t.co/B5rUjMlvJh'
b'I\xe2\x80\x99m so glad that the gorl meme is dead. That shit was awful'
b'telling non black people not to say nigga is nothing more than a meme now'
b'Yo can we 86 these dumbass astrology memes?'
b'inb4 some journo says the pacifier meme is racist'
b'I WISH MY BOO HAD A TWITTER SO I CAN SEND HIM THESE FUNNY ASS MEMES \xf0\x9f\x98\xa9\xf0\x9f\x98\xa9\xf0\x9f\x98\xa9\xf0\x9f\x98\xa9'
b'Ah beg who get that songo meme'
b"lots of old pop songs are a meme now but there's the Mediterrian sea"
b'Unexpected side benefit of GDPR = suddenly loads of companies that I forgot I ever used are reminding me that they\xe2\x80\xa6 https://t.co/HaUDTkj7dM'
b'I\xe2\x80\x99ve been seeing all these zodiac sign memes on how they apologize... I have yet to have seen a Taurus one. That says a lot \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'I love these Royal Wedding memes'
b'whoever made that taemin meme??? i\xe2\x80\x99d just like u to know god doesn\xe2\x80\x99t know whether they should put you in heaven or hell'
b'that porn meme of not being able to take another load is me at revision'
b'these Pingu memes remind me of my nephew lol'
b'These Raini Rodriguez memes always get me \xf0\x9f\x98\xad'
b'these travel memes got my dying bro'
b'Someone do that presentation meme but with \xe2\x80\x9cLoki isn\xe2\x80\x99t dead\xe2\x80\x9d \xe2\x80\x9cyou guys are just jerks\xe2\x80\x9d \n\n.\n.\n.\n.\n.\n.\n. \n\nJUST LET M\xe2\x80\xa6 https://t.co/VBCwtwOkFA'
b'Oh man I found a good raccoon telegram sticker pack but it has a steven crowder sticker and I know he\xe2\x80\x99s a meme now but also like... bleh ???'
b'I need to sort through my pics it took me way too long to find that taeyong meme'
b"anybody got that jungkook meme where he's posing in front of a car \xf0\x9f\x92\x80"
b'The word "meme" is so disgusting'
b'they used the youngjaenator meme i made of ron on the couch omhfgdf it\xe2\x80\x99s nice to know these kinds of memes have reached the k-ahgases'
b'where is that chicken meme pastor sent me, i need to throw it right back at rome.'
b'All these "Good friend" memes and videos are damn hilarious \xf0\x9f\x98\x82\n\n#Naamkarann'
b'also this anti-capitalism meme needs to die. Educate yourself on what capitalism actually IS.'
b'Royal wedding still trending?? but y pls, All I be seeing is meghan is a meme now'
b"People went from criticizing King's Dead to quoting it nonstop with these freaked it memes."
b"By age 35 I hope we're all done making these stupid memes."
b'im glad the mansplaining meme is not spreading a lot, an incredible dangerous and divisive and anti-reason psyop. could tear society apart.'
b'all these infinity war memes that I still don\xe2\x80\x99t understand because I still haven\xe2\x80\x99t seen it \xf0\x9f\x98\x93'
b'apparently t-posing to assert dominance is a meme now\n\ny'
b'the content quality of these recent viral memes has reduced, to whom do I speak to about this issue ? @TwitterSupport'
b'i love how the new meme is to clown on women who strive to have a nice house and a soccer mom future \xe2\x80\x98cause it\xe2\x80\x99s 10\xe2\x80\xa6 https://t.co/Wg0DHBLUCB'
b"i am living for these zild memes he's so kyot talaga i want 2 squish"
b'Kinda annoying how Saw is just a meme now. I used to look up to that team.'
b'the handshake meme is having a comeback'
b'Fishes remind me of that hentai meme'
b'\xe2\x80\x9cJANGAN JAJJJJ\xe2\x80\x9d\n\nThis is a meme now'
b'reminder for all who see that #ArtistsForPalestine meme:\n\xe2\x9e\xa1 the cultural boycott call is part of a wider #BDS moveme\xe2\x80\xa6 https://t.co/SWzBS5dRQe'
b'My girl be asking me about some of these living memes and how they got famous. I be really sad that I know about them'
b'im sooo done w these doc memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'hey is that pacifier meme a fetish thing'
b"guise, remember that homophobic meme from last christmas about how joburg gays look like in the city vs when they'r\xe2\x80\xa6 https://t.co/t0y2xIOSpo"
b'My one wish in life is that these Ali-A intro memes never die!'
b'These royal wedding memes are mostly a letdown, I thought they would be much better. Tighten up'
b'All these by 35 memes are making me anxious because turning 35 this year means I\xe2\x80\x99m failing all of them.'
b'That \xe5\x90\xac\xe5\x8a\x9b meme I retweeted had a typo in it and honestly that makes it so much more relatable'
b'That Beyonce meme fucked me up \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b"That's dumb. I've been listening to The Fragile bc of that one meme that compared NIN albums to Simpsons frames."
b"Megan Markle is the biggest 'middle finger' ever pointed to Indonesian womens who take wedding dress and face make\xe2\x80\xa6 https://t.co/SeLmoKrtke"
b'This Netflix and Chill meme needs to be a modern version of this talking about not wanting to go to my favorite burger place.'
b"you know that reaction meme to confessions?? I said 'oh dear' once\n\ni feel bad, but im laughing now"
b'me at my brother: remember that nanako meme from 2012 that said "hide my weed onii-chan" in comic sans? well pls do\xe2\x80\xa6 https://t.co/e6QjVrS0hp'
b"I am uncomfortable with all these 'by 35' memes given that I was born in 1983 and my birthday is in December."
b"these Facebook *memes* about who's better (Cavs or Golden State) has got to stop. they're both great teams and any\xe2\x80\xa6 https://t.co/DMZmsBcuJ4"
b'the pacifier meme is really funny to me because i just imagine all the anime girls are going to a rave'
b'The bean meme is still not cool.'
b'AAAAAAAAAH!!! Every FUCKING day with these STUPID fucking MEMES!'
b'How about \xe2\x80\x9cfull of shit\xe2\x80\x9d? Is that a meme?'
b'The bean meme is still alive.'
b'My whole life is the \xe2\x80\x9cwhy are you running\xe2\x80\x9d meme except with stress'
b'SMOSH anal training a white penis draw 20 these hot 2016 memes We are Number One. -SAADbot 3.0'
b"If @PewDiePie was smart he'd review the meme of him killing memes he reviews on his next Meme Review so that the meme dies."
b"So I've come to the conclusion that a #meme is a quote in picture and word from of an iconic scene in a movie or se\xe2\x80\xa6 https://t.co/Dswz1eADn8"
b"All these 'by 35...' memes are not exactly disrupting this 35-year-old's stare into the abyss."
b'Honestly wish i knew I could send all these funny memes to\xf0\x9f\x98\x82'
b'I want that cussing meme but with azalucisan'
b'lyrics pala ng northern downpour "look back at both feet and that winding knee" akala ko "look back at both feet and that 1D meme"'
b'these wendy williams memes though \xf0\x9f\x91\x8f'
b'Why is Despacito a meme now'
b"It's been 4 months and I still think the Knuckles meme is this year's winner."
b'oh shoot is that,,,, a meme'
b'All these doc memes r so funny'
b"What's up with all these gay atlanta memes? \xf0\x9f\x98\x82"
b'Answering these mun memes managed to calm my anxiety a bit but alas, the closer I get to my school, the higher it is'
b'i wonder what wander over yonder would look like in the thundercats roar style since thats a meme now'
b"Why are people posting these body shaming memes?  They aren't funny and there are plenty of issues to pick from rat\xe2\x80\xa6 https://t.co/Ce1Hg8fwoc"
b'That last meme saved his speech #Pabaon2018'
b'Hey dont worry guys ill draw that OC meme thing soon i just got alot on my plate at the moment'
b'The new meme is big hits intro \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'The bean meme is still alive.'
b'The dumbest meme is how nearly everyone simply accepts that "Russia interfered with the election" despite how vague\xe2\x80\xa6 https://t.co/KleE5nDfGF'
b'the new meme is singing death grips songs in a wheezy old man voice'
b"These Scorpio memes are EVERYTHING \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82 I'm living my best life"
b'This water is going on with all these shitty twitter memes right now if I tried.'
b'after posting that stitch meme I just realized I haven\xe2\x80\x99t watched Lilo and Stitch in monthsssss\xf0\x9f\x98\x95'
b'I\xe2\x80\x99m so glad I filtered my notifications, that HP meme I tweeted got a lot of likes and that would\xe2\x80\x99ve blown my phone away a million miles. \xf0\x9f\x98\x82'
b'i cant with these ap euro memes'
b'yall mind if i use "too soon executus" in everyday convo or is that dead meme'
b'My mum just asked me who I was talking to this late at night, while I was giggling over these classical art memes.'
b'GROUNDS EVERYONE USING THE CAPTAIN AMERICA MEME.\n\nExcept for himself.'
b"haha Azmin's first-day-in-office-photo is a meme now."
b'Quick! I need that new meme going around of the spongebob fish crawling on the floor!'
b'Get these normie ass memes away from me'
b'i hate seeing all these best friend memes lol it makes me feel so sad'
b"I'm the only lefty that can meme"
b"I didn't watch the cavs-celtics game tonight but based off these tweets/memes/hot takes Kyle Korver is basically th\xe2\x80\xa6 https://t.co/JTQ6VX7WYi"
b'the new meme is the friends we made along the way (:'
b'This pacifier meme needs to stop'
b"I'd do that 'strong opinions' meme except I really don't have any. I'm a very ambivalent girl."
b'oomfs do any of have that sanha meme crying a single tear and that one screenshot of him being groggy'
b'If I see that ratthew meme one more time I stg'
b'i am really only attracted to dumbasses that one meme is a specific callout for me'
b'Is elon musk really dating grimes or is that a meme'
b'All these royal memes just make me wanna rewatch The Crown again'
b'When you waiting on the right time to use that one meme in the group chat...'
b'All these "by 35 memes" going around and I\'m just like "hopefully my dissertation is written by then"'
b'These split memes on Facebook are aggy af'
b'I\xe2\x80\x99m not gonna lie that screaming meme of Aaron Paul is never not going to be funny to me'
b'that taehyung meme and joon in run bts might just be my favorite thing on twt \xf0\x9f\x98\x82'
b'that cat meme is literally one of my favorite, pls hshs how come y\xe2\x80\x99all minds are extravagant i cracked up'
b'i feel like that guy meme where im the guy the annoyed girlfriend is "talking to people who make me happy and build\xe2\x80\xa6 https://t.co/OA2BjQoqOi'
b"idk what wakanda is and i feel left out and ashamed bc I've been retweetin all these wakanda memes and jokes"
b'these katie hopkins memes are hilarious but lets be honest celebrities dont age because they on mad hgh'
b'making these twitter heart memes is my all time favorite'
b"Ok can we stop wit all these art memes for ONE.SECOND. PLEASE? I want to draw some but i can't keep up dammit!"
b'hyunjin, hyunjoon and hyunjun all meeting would be like that spiderman meme i\xe2\x80\x99m too lazy to find'
b'These how \xe2\x80\x9c\xe2\x80\x9d apologize memes are gonna be the death of me I swear! Someone find me the Aries one please \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad'
b'Who has that Beyonc\xc3\xa9 meme of her at the game with the math equations?'
b"people in the animeme community saying 'tweening isnt real animation' and calling popular animeme creators 'overrat\xe2\x80\xa6 https://t.co/kmS0fLRwV7"
b'How about full of shit? Is that a meme?'
b'I\xe2\x80\x99m crying \xf0\x9f\x98\xad can y\xe2\x80\x99all stop distorting these videos and memes'
b'Cue that one meme of the guy pointing at himself.'
b'I wish I could take an active part in that #CalArts meme, but the thought of drawing like that is enough to make me nauseous.'
b"The fruit bowl that censors the word 'meme' is what's gonna get me to the TOP. \xf0\x9f\x92\xaf"
b'the watchdog meme is heating up \xf0\x9f\x94\xa5\xf0\x9f\x94\xa5'
b'The last time I did that clock meme, Chase Headley got DFA\xe2\x80\x99d the next day at 3:10 Mountain time.'
b'so many songs are a meme now but i have a stomach ache and thats mean no access to the pooper'
b'That Virgo meme is the truth. Lawd. I\xe2\x80\x99ve never felt so victimized \xf0\x9f\x98\xad\xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbd\xe2\x80\x8d\xe2\x99\x82\xef\xb8\x8f'
b'the pacifier meme is good youre just mad that its ruining your big titty idolmaster pics'
b'So is Ed Edd n Eddy getting a reboot a meme now?'
b"Now that I've finally seen infinity war: every single person who made or RTed a variation of that one meme is a com\xe2\x80\xa6 https://t.co/zEWcSE0DGZ"
b'I actually get grossed out every time I see Luke Bryan now because of that fricken meme with him next too Beevus\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3'
b"These lawyer memes are hilarious!Example: Is my client guilty? Probably. But probably isn't good enough. \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82"
b'Yoooo I need that \xe2\x80\x9comg\xe2\x80\x9d meme with lebron looking up at the screen \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x92\xaf'
b'I really wanna make an edit of Daniel holding or wearing white vans and use that audio of that old meme \xe2\x80\x9cDamn Danie\xe2\x80\xa6 https://t.co/g4qbyF0xgN'
b'chantel and I with these dog memes LMFAOOO\xf0\x9f\x92\x80'
b'Scrummy bingus fresh blacks I called upon God Trump may or may not be a these hot 2016 memes $80 joycons. -SAADbot 3.0'
b'women OD on these relationship Memes, where they even be finding them shits at lol'
b'By age 45 you should stop retweeting these age 35 memes.'
b'"is that a meme" NO??????'
b"dad: what's with all the nasa shirts?  (i own.. Two  btw.  2. Two.)\nme: i like? space?\ndad: is that a meme\nme:  no ??? i just like space????"
b'The Calarts meme is wild'
b'By age 35 you should be aware that this meme will apply just as accurately when you\xe2\x80\x99re 55 and will  carry a 20 year penalty/sting.'
b'congrats that RM and Liam pic will be a meme now'
b'I just walked into my job with a hat that said \xe2\x80\x9cmeme daddy\xe2\x80\x9d and that\xe2\x80\x99s now the name on my name tag'
b'Let\xe2\x80\x99s all just thank the lord that the \xe2\x80\x9cgorl\xe2\x80\x9d meme is over'
b'I love all these crack memes HAHAHHA'
b"i cant say black coffee without being reminded of that alignment meme where one of the options were '[pulls up to t\xe2\x80\xa6 https://t.co/AhJVxscbf5"
b'I love how the whole "In Language1 we don\'t say A but XY and I think that\'s-" meme i coming back in german twitter\xe2\x80\xa6 https://t.co/dJMW4O8mxl'
b'Jesus christ that gt meme is Rly blowing up lmao'
b'All these by-35 memes are giving me some good ideas for planning the next five years.'
b"I'm gonna keep retweeting that Aquaman meme till it comes out"
b'Hey Katy,,,,, that Astrology meme I tagged you in the comments of,,,, I almost tagged the person I was talking about OMF'
b'how do you tell somebody that their #meme game is low?'
b'That @WatchMixer Meme Monday stream lasted longer than anticipated haha! Thanks to everyone who hopped in \xe2\x9d\xa4\xef\xb8\x8f\xe2\x80\xa6 https://t.co/s8FZfoAtDy'
b'these lesbian memes about neither of you catching the spider are WHACK I can and I will catch a spider to save my p\xe2\x80\xa6 https://t.co/tYOBmo9mx1'
b'I was going to send that sotf meme.'
b'i\xe2\x80\x99m tired of these wholesome memes where are the sad memes when you need them'
b'"we dont all have to dress like mariah carey"\n*laughs* \n"what, is that a meme?"\n"yeah people just say mariah is ski\xe2\x80\xa6 https://t.co/J9y1Ejb3Ll'
b'The clock meme is dead. I saw it on facebook'
b'\xe2\x80\x9cThundercats looks like it might suck - but wow, what about these parody memes!\xe2\x80\x9d Jesus. How lucky we are.'
b'The bean meme is still not cool.'
b'Does anyone have that Thor meme from ragnarok where he\xe2\x80\x99s sitting on the floor with his arm crossed'
b'that opinion meme is killing me, I wish Twitter had a "beneath contempt" react'
b'these lesbian culture memes are too funny lmao'
b'lmao looks at all these new munday memes all about love and relationships\nme who studied in all girls schools and n\xe2\x80\xa6 https://t.co/WlVSxgiwMg'
b'Why do y\xe2\x80\x99all steal these ppl memes and act like they yours\xf0\x9f\x98\x82\xf0\x9f\xa4\xa6\xf0\x9f\x8f\xbd\xe2\x80\x8d\xe2\x99\x80\xef\xb8\x8f'
b'Am I the only one that thinks that one meme with the like microscoped sperm cells with a character is like fucking disgusting or'
b'These "jangan judge" memes are getting out of hands \xf0\x9f\x98\x82\xf0\x9f\x98\xad y\'all so creative'
b'Majelis lucu is officially a meme now. U just being punished for not being self aware enough. Welcome to the mothafuggin internet'
b'ur mcm watches anime, wears hoodies that make him look like that kermit meme and he dabs because he feels like it a\xe2\x80\xa6 https://t.co/ZpbBtB0DXj'
b'These Azealia Banks memes \xf0\x9f\x98\x82'
b'By the age of 35 you should have at least a dozen of your own variations on these various memes stored in your draf\xe2\x80\xa6 https://t.co/P83KHE9z88'
b'The bean meme is still alive.'
b'the pacifier meme is good'
b'honestly the shishtar meme is so funny \n\nthanks queen @jamescharles for everything'
b'It says a lot that my meme tweets get more likes than my beat tweets'
b'I\xe2\x80\x99ve actually just wet myself over that Nene meme'
b'That new meme trend....BOYS CHANTING ALL TOGETHER ON BATHROOMS....had me fuckin cryin....\xf0\x9f\x98\x82'
b'Really wish there was a way to block that butterfly meme'
b'i wonder if @Raini_Rodriguez  enjoys the fact that she is a meme now or if she really really hates it.'
b'these Christian memes are life-changing\xf0\x9f\x98\x87\xf0\x9f\x98\x82'
b'By age 35, you should know that this meme is beyond played out.'
b'no offense but seeing all these bi girl memes that lean more towards liking women kind of invalidate the bi spectru\xe2\x80\xa6 https://t.co/pT2plWwtnq'
b'Looks like the Nickle meme is remembered!'
b'anybody have that sanha meme of him crying with a single tear and that one where he looks groggy'
b"Ya'll don't quit with these #BBQBecky memes. Can we stop so I can catch my breath? LOL"
b"You've Got To See These 'OMGWACA' Memes About Shite Eurovision Entries"
b'By 35, you should have realized that these are memes and not actual advice you need to argue about'
b"I'm legit losing it at that Reggie meme and im trying so hard not to bc if someone here asks why I'm laughing how  the fuck do I explain"
b'rinne not being released is also a meme now'
b'I feel like a granny trying to get down with cool kids. I have no idea what these new memes mean \xf0\x9f\x98\xa9'
b'Based on that spiderman meme that tae sent; hes pouting. Or sulking'
b'omg my cousin is naming her new baby colynn.... it\xe2\x80\x99s like that one meme'
b'S/o to the people that are actually becoming more self aware through all these dank memes.'
b'the \xe2\x80\x98its not that deep\xe2\x80\x99 meme is always relevant'
b'i\xe2\x80\x99m getting all teary eyed at the airport reading all these damn wholesome memes fuk'
b'These Katie Hopkin memes get me goin xx'
b'That gun meme is so out. Bring back run meme'
b'i listened to Helena twice today before i even saw that MCR meme...'
b'These ED memes/ jokes on my TL are not cute. \nUsing cigarettes and coffee as a meal replacement isn\xe2\x80\x99t cute. \nSobbin\xe2\x80\xa6 https://t.co/JGTPcbC4zZ'
b'I am living for these Prince George memes.'
b'is this a pigeon meme except:\nme\nfirst day of new job\njob satisfaction'
b'That spongebob meme is me everyday lol'
b'I\xe2\x80\x99m constantly seeing these dw memes and i don\xe2\x80\x99t wanna see my sign and what they got to say lmao \xf0\x9f\x98\x82'
b'All these korean troll memes are life.Honestly korean shizz sucks.\nFight me.'
b'...in actuality I am that "morosexual" meme but only if it refers to self-care. "Oh, you\'re highly intelligent and\xe2\x80\xa6 https://t.co/Q6yuecUKcJ'
b'These Katie Hopkins memes have me creased. And do I feel bad about it?????? NOPE!!!!! \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'I am that "morosexual" meme but specifically about my cat. You\'re SO STUPID and it makes me adore you forever.'
b'picking the right character gif to use in response to somebody else\xe2\x80\x99s character gif is like the choose your fighter\xe2\x80\xa6 https://t.co/75iem2lRnZ'
b'It may be true that surreal meme humor is just a redux of early 2010s ~raandom~ culture, but at least I find comedy\xe2\x80\xa6 https://t.co/Jyg6sSjHja'
b"I don't think I've ever done that jobs meme. Could be fun:\n- Paperboy\n- IT Support\n- Bank Teller\n- Graphic Designer\xe2\x80\xa6 https://t.co/6wCvUGQ16C"
b'THAT AMY MEME I MADE \nTOP10 TO ME LOLOL'
b'I love how the overplayed tumblr artstyle is a meme now'
b'#ThingsICantStopDoing Posting these fire STD memes \xf0\x9f\x94\xa5'
b'that handshake meme is really getting out of hand i feel like theyre just projecting what they really feel about nc\xe2\x80\xa6 https://t.co/eQY142x7DT'
b'@ everyone who followed me because of that dumb meme u will regret it im sorry just unfollow me now'
b'Not having a dad is just a meme now'
b'These Katie Hopkins memes are wild I\xe2\x80\x99m here for it'
b'Someone needs to make an edit of that butterfly meme of Arin from GG looking at "dick and poop jokes" with the sub\xe2\x80\xa6 https://t.co/ETQLVEFQwO'
b"Shunao's Hard is a meme now \xf0\x9f\x98\x85"
b'that spongebob meme coming at me abruptly really ruins the flow -_-'
b'feels like I am living inside a meme now'
b'i need to do that fursona meme i know yall are clamoring over eachother to get at this'
b"I can safely say that animation ''meme'' channels are the spawn of hell."
b'What is up with all these Facebook memes being split into two pictures?'
b"I keep seeing these 'cal-art' style memes, can somebody enlighten me on what it's about?"
b'you know that squidward meme when he\xe2\x80\x99s laying in bed and then he just opens his eyes like he\xe2\x80\x99s worried? yeah that was me rn \xf0\x9f\x98\xad'
b'/ there are three yoongis in my fucking timeline, myself included\n\nwhere\xe2\x80\x99s that spiderman meme'
b'Does anyone have or know that one meme where everyone says good morning but one person is like "mix it up!!" And it\xe2\x80\xa6 https://t.co/3xLz2nReKN'
b'By 35 you should have stopped participating in these stupid memes.'
b'oh shoot is that,,,, a meme'
b'i cant find that suho meme i need it'
b'The king and queen looking up the balcony meme is so stupid and i hate myself for liking it lmaoo'
b'these doc memes are giving me life'
b'me and delis are like that spiderman meme'
b'I know Xzibit is a meme now but dude was a sick rapper'
b"I don't care how funny the FBI meme is, anime irl went too far this time"
b'OMG ITS THE PERFECT TIME TO USE THAT RIHANNA MEME OMG'
b'\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3\xf0\x9f\xa4\xa3 these Katy Hopkins memes and shit are absolutely killing me'
b'When I see yr rejection tweets I am sad for you like any writer-friend, but also I\'m like "Damn I wish I was submit\xe2\x80\xa6 https://t.co/AS4CFwFPsb'
b"Deep noodles don't kys guys gay these hot 2016 memes hacks. -SAADbot 3.0"
b'The bean meme is still alive.'
b'Omg. I\xe2\x80\x99ve been gone too long. I forgot about all these funny memes \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'im really glad that gorl meme died quickly'
b'imma use that mushu meme soooooooo much for my nct china bebes \xf0\x9f\x99\x83\xf0\x9f\x99\x83\xf0\x9f\x99\x83\xf0\x9f\x99\x83'
b"Can somebody tell me what's with that image meme going around with (I think?) Asian artists with an arrow sign with\xe2\x80\xa6 https://t.co/9OJ37AytpO"
b'cant believe matty the absolute freak who asked for my number even when i said im 16 is a meme now . amazing .'
b'If you could create a game/reality TV show, what would its premises be? \xe2\x80\x94 WAS THAT A MEME\n(credits to spazie for th\xe2\x80\xa6 https://t.co/hXFQau8Lhz'
b'i provide for these spicy memes'
b'\xcb\x97\xcb\x8f\xcb\x8b i guess these are memes \xcb\x8e\xcb\x8a\xcb\x97'
b'All these endless wedding memes. \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'idk about u but these doc memes are really funny bwiset \xf0\x9f\x98\x82'
b'wow, does that work? meme'
b'I think its safe to tweet these infinity war memes..'
b'My brain too god damn slow to remember all these vines/gifs/memes'
b"I'm just gonna like all these tiffany memes that I see regardless whether I know SNSD at all or not lol"
b'why am I laughing with all these soshi memes on my TL huhuhuhu'
b"I'm honestly living for these Telstra memes."
b"The butterfly meme except the butterfly meme except the butterfly says 'tourist' and the avant-garde'."
b'The Pillow Meme is real'
b'all i hope is that the tpose meme is still relevant when gamescom happens so we can assert dominance in dokidoki cosplay'
b'WHY IS PUTTING PACIFIERS ON TOUHOU GIRLS A MEME NOW. BAD. BAD JAPAN.'
b"LISTEN HERE YOU SHITHEAD ANON FROM BEFORE WHO TOLD VEE THAT HER MEME POSTS ARE BAD YOU CAN JUMP OFF A BRIDGE VEE'S\xe2\x80\xa6 https://t.co/xLOH8aZhLI"
b'These Royal wedding memes of the Queen are so wrong but so funny!'
b"It's mid 2018 and there are people who still think the ossas meme is funny"
b'The Britney on the balcony meme is the funniest meme to ever surface'
b'These NBA memes always cracks me up. They just keep on hating each other \xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'[Insert that one meme about me deleting my tweets post breakdown]'
b'AAAAAAAAAH!!! Every FUCKING day with these STUPID fucking MEMES!'
b"Every time my dad knows I'm sad/crying he slips this viral terms for teens; How are these spicy memes"
b'The cult meme is...god is everything and you are nothing. \n\nActually, god is fiction. You are someone that can surv\xe2\x80\xa6 https://t.co/WU2gvRp4rH'
b"Who has ever had a game, it's a meme now"
b'now that the text meme is...well, not actually over but no longer a craze, I think once more of doing Sith+ Strange Log...'
b'Social media really got everybody heads messed up on how life suppose to be \xf0\x9f\x98\xad\xf0\x9f\x98\xad\xf0\x9f\x98\xad then we got these dumb ass memes li\xe2\x80\xa6 https://t.co/IllFHdLCz9'
b'Lil Tay is the weirdest shit ever the meme needs to stop'
b'The bean meme is still not cool.'
b"I wonder why the new Thundercats was the straw that broke the camel's back, that it's making everyone aware of the\xe2\x80\xa6 https://t.co/nvqASqmIM7"
b'These Katie Hopkins memes got me in tears frfr'
b'That fucking meme of the high chihuahua gives me nightmares'
b'That new meme kinda made me think about how I feel like the reason why I only ever like people who will never recip\xe2\x80\xa6 https://t.co/7BB6UstUCJ'
b'we celebrate\xf0\x9f\x8d\x95\xf0\x9f\x8e\x89pi day \xf0\x9f\x98\x98 YOU cool\xf0\x9f\x8c\xac GET ready to ALL These dank MEMES.\xf0\x9f\x98\xab\xf0\x9f\x90\xb8 STARTING now!\xf0\x9f\x99\x8c it\xe2\x80\x99s time\xe2\x8f\xb0\xe2\x8f\xb0\xe2\x8f\xb0 for All the word.'
b'I know these are some memes this year but air max and air forces have been my favorite shoes my entire life so I lo\xe2\x80\xa6 https://t.co/MukZ9L0tm0'
b'\xe2\x80\x9cIts free real estate\xe2\x80\x9d meme except \xe2\x80\x9cits marth\xe2\x80\x99s thigh high boots\xe2\x80\x9d'
b'These Katie Hopkins memes are funny \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'After seeing infinity war I now get all these Thanos memes'
b'i adore these musical memes'
b'I just spent so much time on that dumb meme gif to Hazu oh my god'
b'that one meme about the person A ripping the shower curtains when person B is in the shower is Eric and Bill'
b'Real talk do you think they made him sit down a dye his eyebrow black like that one meme of the kid choking under a faucet'
b'The Royal Wedding Is Over But Twitter Is Still Celebrating It Royally With These Hilarious Memes'
b'Oh god, \nHaving flashbacks of Doki Doki, \nI know it\xe2\x80\x99s a meme now but still,\nPlease send help'
b'me tending to tl, one (1) dm and my mentions is like that spongebob meme hurrying with patties in krusty krab\xe2\x80\x99s kitchen meme.'
b'HELP THAT BLINK MEME IS SO FUNNY I KEEP LAUGHING READING MY TWEET WE HAVE AN EVENT PLANNED'
b'these mexican debate memes have me in TEARS'
b'These ap stats memes have me crying cause I now know we all failing together.'
b'how did that one meme girl even get invited to the awards findkfnfld I can\xe2\x80\x99t even consider her an artist she just rapping to stay famous'
b'All these Katie Hopkins memes. It takes a significant amount of your energy &amp; spirit to hate. Hate ages you. Racism &amp; bigotry age you.'
b"I got hurt tonight and I didn't react. *Insert that butterfly meme* is this stoicism??"
b'I be on here dying laughing at these videos and memes son\xf0\x9f\x98\x82\xf0\x9f\x98\x82'
b'ive never seen that gorls meme on my tl so i guess im following the right ppl'
b'Why is the letter H a meme now. Its the goddamn letter h...are you people that bored?'
b'alskdkdjjd a kid was doing that stupid meme dance on the street and I started laughing and he saw me and he moved t\xe2\x80\xa6 https://t.co/rF5wlKO1sb'
b'All these H!P memes about da pump u.s.a. and they still won\xe2\x80\x99t come to the US \xf0\x9f\x99\x83'
b'I\xe2\x80\x99m really tired of scrolling through these gifs &amp; memes on here to see if she\xe2\x80\x99s really the one'
b"also thanks to that dumb meme i've fallen back into the rabbit hole of listening to the last five years for the 394\xe2\x80\xa6 https://t.co/0f0OY0joSa"
b'damn that clock meme'
b'These offset memes are too funny'
b'I wanna play megaman because of that fucking meme'
b'Waitin for that anaya meme'
b'That Calarts meme is funny though.'
b'all these joe memes in my timeline have me cackling sjdjdjdhdhdhs'
b'LISTEN- I apologize for the constant Thundercats retweets, but I am HOWLING at these TC:R! memes. Dear lawd! \xf0\x9f\x91\x8f\xf0\x9f\x98\x82'
b"It's a futanari horsecock I really don't wipe ur blood dude dude these wacky internet memes &gt;when ur memes on the same room?"
b'THE OJO MEME IS STILL THE FUNNIEST THING BECAUSE IT MEANS EYE IN SPANISH ASKDKKDL'
b'the pacifier meme is a cursed meme'
b'The fans crying at the end of this game look hella funny these could be memes \xf0\x9f\x98\x82\xf0\x9f\x92\x80'
b'Oops I did like 7+8 of that fave meme in one tweet and I\xe2\x80\x99ll probably do 9+10 together too cause those are p simple ones.'
b'whenever I hit my first year gbf anniv i might do that grandjeeta meme :eyes:'
b'oh boy now im curious about these really bad memes \xe2\x80\x94 Meh, not worth going back for. https://t.co/E6T350snLU'
b'that pikachu meme with the laughing emojis makes me laugh every time'
b'These halo theme memes getting me nostalgic as fuck'
b'These doc memes are divine \xf0\x9f\x91\x8c\xf0\x9f\x94\xa5'
b'i love that. fuckin meme. y\xe2\x80\x99know. \n\n\xe2\x80\x9cstacy\xe2\x80\x99s dad...is getting really sad\xe2\x80\x9d'
b'"How about \'Revolver Ocelot\'s thirst\', is that a meme?"'
b'wheres that tae meme when he found out ed sheeran wasnt there during last years bbmas'
b"Everyone that is repetitively reposting all of these stupid memes you're getting culled from my friends list."
b'Waited two days so i can finally laugh at these #apeuro memes'
b'What is up with these split memes on Facebook I legit cannot take it anymore'
b'nick jonas is that shownu meme "my shirt and pants are going to explode" lmfao'
b'Some of these royal wedding memes got me geekin fr'
b'patiently waiting for these #bbma memes'
b'I be having all these fire ass memes to send but nobody won\xe2\x80\x99t understand em but Ti\xe2\x80\x99erica'
b'shit i\xe2\x80\x99m still cackling over the fact that tis\xe2\x80\x99s extra ass really had to email el a whole ass picture of that zion meme KSJSJSSKSJHSJDJD'
b"So, contrary to that old meme, a 500-pound gorilla doesn't always get what he wants. Geese have the brain and tempe\xe2\x80\xa6 https://t.co/11HOY2C6jz"
b'"free real estate" and "is this a pigeon" is proof that the meme stock market is crashing to the point where we are\xe2\x80\xa6 https://t.co/pVTgizK2p7'
b'i should\n\nfinish doing that lgbtwip meme thing'
b'I love that monky meme too much there\xe2\x80\x99s something wrong with me I don\xe2\x80\x99t care \xf0\x9f\x99\x8a\xf0\x9f\x90\x92\xf0\x9f\x90\xb5\xf0\x9f\x99\x89'
b'I just saw rose mcgowan on my tv and all I could think of was that fucking meme'
b'because i saw infinity war with friends who saw the movie before, i was immediately barraged with if war memes iNCL\xe2\x80\xa6 https://t.co/dj52Yh2Se4'
b'The bean meme is still alive.'
b'Lmao these Katie Hopkins memes are killing me \xf0\x9f\x98\x82 she looks like she\xe2\x80\x99s 100. That\xe2\x80\x99s how someone looks when they have s\xe2\x80\xa6 https://t.co/uvwkamTHST'
b"i can't wait until my boo who isn't my boo becomes my boo so i can use all these heart memes on them :)"
b"Raise your hand if you've been laughing at these Katie Hopkins memes and then slowly realised how many 40+ actresse\xe2\x80\xa6 https://t.co/P9rzmV7F3P"
b'That bet meme just made me realize how much of a crackhead I am.'
b'That pic/meme of the queen watching Megan all the while insinuating a plan to kill her is really distasteful. The d\xe2\x80\xa6 https://t.co/bpb92p8d5I'
b'I heard that 23&amp;Me messes with results is that a meme or no. If they do are there any good alternatives'
b"All these royal wedding memes are Killin' me \xf0\x9f\x98\x82\xf0\x9f\x98\x82\xf0\x9f\x98\x82"
b'So I realized that the meme about being too nice you end up in a relationship is totally me, my stupid ass was so n\xe2\x80\xa6 https://t.co/A0uOEOG9U0'
